[
  {
    "titulo_completo": "Finca rústica en Ronda de l'Estació, 13, Ses Salines (Mallorca)",
    "calle": "Ronda De L'Estació",
    "barrio": "13",
    "ciudad": "Ses Salines (Mallorca)",
    "price_num": 1300,
    "habitaciones": 2,
    "metros": 90,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109064569/",
    "descripcion_detallada": "Santanyi! Alquilo encantadora casita de campo en un gran jardín. Muy tranquilo.\nDel 01.12. \nChimenea, calefacción central, gran piscina.",
    "caracteristicas_detalle": [
      "Finca rústica",
      "1 planta",
      "90 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Chimenea",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur, este",
      "Amueblado y cocina equipada",
      "Calefacción central: Gasoil",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Pobla (Sa)",
    "calle": "",
    "barrio": "",
    "ciudad": "Pobla (Sa)",
    "price_num": 1350,
    "habitaciones": 3,
    "metros": 149,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109723176/",
    "descripcion_detallada": "Disponemos de un piso en ALQUILER DE LARGA ESTANCIA, en Sa Pobla. Consta de un salón comedor con mucha luz natural, cocina independiente amueblada y equipada, 3 dormitorios todos exteriores, 2 baños completos, terraza y coladuria, se encuentra en un primer piso sin ascensor, cerca de todos los servicios, trenes, buses. Dispone de plaza de aparcamiento opcional en la misma finca.\n\nSe necesita solvencia económica demostrable.\n\nPara más información, no dude en llamarnos.\n\nSa Pobla es un municipio en la isla de Mallorca, conocido por su rica historia y su conexión con la agricultura. Fundada hace más de 800 años, Sa Pobla ha evolucionado desde un asentamiento agrícola hasta un punto de interés cultural y turístico. La ciudad es famosa por su producción de patatas y arroz, y su entorno natural, incluyendo el Parc natural de s'Albufera de Mallorca, ofrece actividades y itinerarios relacionados con la naturaleza. Sa Pobla también es un destino popular para el turismo deportivo y cuenta con un museo que alberga obras de artistas locales.",
    "caracteristicas_detalle": [
      "149 m² construidos, 140 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Balcón",
      "Plaza de garaje por 70 €/mes adicionales",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 1ª exterior",
      "Sin ascensor",
      "Consumo:",
      "Emisiones: 1234,99 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Avenida Bella Vista, 7, Sant Llorenç Des Cardassar",
    "calle": "Avenida Bella Vista",
    "barrio": "7",
    "ciudad": "Sant Llorenç Des Cardassar",
    "price_num": 1900,
    "habitaciones": 2,
    "metros": 181,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973953/",
    "descripcion_detallada": "POR FAVOR ABSTENERSE AGENCIAS.\n\nPiso situado en un urbanización muy bien cuidada en un zona tranquila de Cala Millor. \n\nEl complejo residencial tiene un amplio jardín y varias piscinas.\n\nLa vivienda tiene un salón comedor que se abre a una terraza soleada con la mejor orientación y con vistas abiertas en el jardín y las piscinas.\n\nEl apartamento tiene una cocina totalmente equipada, 2 amplios dormitorios y 2 baños, uno en suite con ducha y el otro con bañera.\n\nAdemás este piso tiene otra terraza privada de 130 m2.",
    "caracteristicas_detalle": [
      "181 m² construidos, 108 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur, este",
      "Construido en 2012",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Gas natural",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Manacor Centro, Manacor",
    "calle": "",
    "barrio": "Manacor Centro",
    "ciudad": "Manacor",
    "price_num": 2300,
    "habitaciones": 3,
    "metros": 250,
    "extras": "Bajo exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108068701/",
    "descripcion_detallada": "Fantástico piso en planta baja de nueva construcción en el corazón de Manacor ¡primera ocupación! \n\nBienvenido a tu nuevo hogar en el centro de Manacor, uno de los pueblos con más encanto de Mallorca. Este excepcionalmente luminoso y espacioso piso en planta baja impresiona por su arquitectura moderna, mobiliario de alta calidad y una enorme terraza privada - ideal para cualquiera que quiera combinar la vida urbana con la privacidad.\n\n Detalles de la propiedad:\nPrimera ocupación - construcción de alta calidad y amueblado con cariño\n180 m² de superficie habitable\n140 m² de terraza/patio con piscina de 3 m\n3 dormitorios, 2 baños completos\nModerna cocina americana con electrodomésticos Siemens de marca\nMobiliario exclusivo - elegante y cómodo\nAmplios armarios empotrados y un aseo extra para invitados \nCalefacción por suelo radiante con bomba de calor\nTotalmente climatizado\nDoble acristalamiento con aislamiento acústico extra\nPersianas eléctricas\nPlaza de garaje opcional disponible próximamente (aprox. 150 €/mes)\nk Condiciones de alquiler:\nAlquiler mensual: 2.300 €\nMás gastos adicionales\nSe requiere depósito y honorarios de agente inmobiliario\nDisponible inmediatamente\nPosibilidad de alquiler a corto y largo plazo\n Sueño al aire libre en medio de la ciudad\nEl gran patio con minipiscina privada le invita a crear su propio paraíso al aire libre. Ya se trate de una zona de estar, jardinería urbana o zona de barbacoa - usted puede crear su propio oasis personal aquí.\n\n Ubicación - vivir en el corazón de Manacor\nManacor no es sólo la segunda ciudad más grande de Mallorca, sino también un animado centro de cultura, gastronomía y artesanía. Desde su nuevo piso se encuentra a poca distancia:\n\nBoutiques y cafés\nRestaurantes y mercados semanales\nSupermercados, farmacias y médicos\nColegios y transporte público\nA pocos minutos de la nueva Rafa Nadal Academy\nLa ciudad es conocida por su autenticidad, hospitalidad y buena infraestructura - ideal para personas que quieren experimentar la verdadera Mallorca.\n\n Entorno y ocio:\n10-15 min. en coche a la costa: Cala Murada, Porto Cristo, Cala Romántica\nParques naturales y rutas de senderismo en los alrededores\nCampos de golf e instalaciones deportivas en las inmediaciones\nPunto de partida ideal para excursiones por la isla\nSi está interesado en este exclusivo piso urbano con aire mediterráneo, póngase en contacto con nosotros para más información o una cita para verlo.",
    "caracteristicas_detalle": [
      "250 m² construidos, 180 m² útiles",
      "3 habitaciones",
      "3 baños",
      "Terraza",
      "Plaza de garaje por 150 €/mes adicionales",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación este",
      "Amueblado y cocina equipada",
      "Calefacción individual",
      "Bajo exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Fra Juníper Serra, 46 -52, Pobla (Sa)",
    "calle": "Calle Fra JuníPer Serra",
    "barrio": "46 -52",
    "ciudad": "Pobla (Sa)",
    "price_num": 1200,
    "habitaciones": 2,
    "metros": 90,
    "extras": "exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973737/",
    "descripcion_detallada": "Se alquila moderno apartamento en Sa Pobla. Se trata de un 2º sin ascensor.\nEste bloque de obra nueva, situado en una zona tranquila y bien comunicada, destaca por su diseño contemporáneo, luminosidad y acabados de alta calidad. \nLa vivienda dispone de 2 dormitorios, 1 baño, cocina-salón, balcón y terraza. No está amueblado, solamente la cocina y el baño están equipados. \nPrecio mensual 1.200€ (gastos aparte). Posibilidad de 1 plaza de aparcamiento en el garaje subterráneo, con acceso mediante un innovador ascensor para vehículos. Precio total con parking: 1.300€/mes.\nEste apartamento representa una excelente oportunidad para disfrutar de una vivienda moderna y funcional en un entorno privilegiado.\nNo se aceptan mascotas de ningún tipo.\nImprescindible demostrar ingresos. \n\nref: MNVA079.",
    "caracteristicas_detalle": [
      "90 m² construidos, 85 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Construido en 2025",
      "Cocina equipada y casa sin amueblar",
      "Calefacción central",
      "exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Dúplex en Illetes, Calvià",
    "calle": "",
    "barrio": "Illetes",
    "ciudad": "Calvià",
    "price_num": 2500,
    "habitaciones": 2,
    "metros": 90,
    "extras": "Planta 9ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109882657/",
    "descripcion_detallada": "Diese moderne 2-Zimmer-Wohnung (\"nur zur Langzeitmiete\") mit zwei Badezimmern befindet sich in einer der begehrtesten Lagen von Illetas/Bendinat und bietet ein komfortables Wohnerlebnis in unmittelbarer Nähe zum Meer. Nach einer umfassenden Komplettsanierung präsentiert sich die Wohnung im hochwertigen Erstbezug und wurde mit viel Liebe zum Detail gestaltet.\n\nDer helle Wohn- und Essbereich führt direkt auf eine großzügige Terrasse mit herrlichem Meerblick, die perfekt ist, um den Tag entspannt ausklingen zu lassen. Die Wohnung wird möbliert und vollständig ausgestattet vermietet, sodass ein sofortiger Einzug problemlos möglich ist.\n\nBeide Badezimmer sind modern und stilvoll ausgestattet. Eine Klimaanlage warm/kalt sorgt das ganze Jahr über für ein angenehmes Raumklima.\n\nDie Lage in Illetas/Bendinat überzeugt durch kurze Wege zu Stränden, Cafés, Restaurants, Einkaufsmöglichkeiten und öffentlichen Verkehrsmitteln.\n\nDie Wohnung ist sofort verfügbar und ideal für alle, die ein hochwertiges, modernes Zuhause in einer der attraktivsten Wohngegenden der Region suchen.\n\n—————————————————————————-.",
    "caracteristicas_detalle": [
      "90 m² construidos, 89 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 1980",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 9ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Fra Juníper Serra, 46 -52, Pobla (Sa)",
    "calle": "Calle Fra JuníPer Serra",
    "barrio": "46 -52",
    "ciudad": "Pobla (Sa)",
    "price_num": 1200,
    "habitaciones": 2,
    "metros": 90,
    "extras": "exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973737/",
    "descripcion_detallada": "Se alquila moderno apartamento en Sa Pobla. Se trata de un 2º sin ascensor.\nEste bloque de obra nueva, situado en una zona tranquila y bien comunicada, destaca por su diseño contemporáneo, luminosidad y acabados de alta calidad. \nLa vivienda dispone de 2 dormitorios, 1 baño, cocina-salón, balcón y terraza. No está amueblado, solamente la cocina y el baño están equipados. \nPrecio mensual 1.200€ (gastos aparte). Posibilidad de 1 plaza de aparcamiento en el garaje subterráneo, con acceso mediante un innovador ascensor para vehículos. Precio total con parking: 1.300€/mes.\nEste apartamento representa una excelente oportunidad para disfrutar de una vivienda moderna y funcional en un entorno privilegiado.\nNo se aceptan mascotas de ningún tipo.\nImprescindible demostrar ingresos. \n\nref: MNVA079.",
    "caracteristicas_detalle": [
      "90 m² construidos, 85 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Construido en 2025",
      "Cocina equipada y casa sin amueblar",
      "Calefacción central",
      "exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de son Moro, Cala Magrana-Cala Anguila-Cala Mendia, Manacor",
    "calle": "Calle De Son Moro",
    "barrio": "Cala Magrana-Cala Anguila-Cala Mendia",
    "ciudad": "Manacor",
    "price_num": 1150,
    "habitaciones": 1,
    "metros": 72,
    "extras": "Bajo exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108438794/",
    "descripcion_detallada": "INVERSIONES GRUP REAL ESTATE BOUTIQUE os presenta esta espectacular planta baja de alquiler temporal, situada en una ubicación privilegiada frente al mar, con acceso directo a la playa de Cala Mendia. \n\nCondiciones del alquiler:\n• Alquiler temporal (1-6 meses) únicamente des de 1 Noviembre hasta 30 Abril\n• El precio incluye suministros de agua, luz y wifi\n• 2 meses de fianza según estancia\n• Honorarios agencia a cargo del inquilino, a depender en función de la estancia\n\nLa vivienda ha sido recientemente reformada y ofrece una superficie construida de 72 m², complementada por una acogedora terraza cubierta de 10 m² y un amplio jardín de 100 m², ideal para disfrutar del aire libre y del entorno natural.\n\nEn su interior, la vivienda destaca por su luminoso y espacioso salón comedor, que se integra perfectamente con una moderna cocina abierta, completamente equipada con electrodomésticos de calidad. Dispone de 1 habitación doble con armarios empotrados que ofrecen un óptimo espacio de almacenamiento, así como de 1 baño completo con ducha.\n\nLos acabados de la vivienda incluyen carpintería interior de madera, suelos de gres porcelánico que aportan frescura y durabilidad, y carpintería exterior de aluminio con cerramientos Climalit, lo que garantiza un buen aislamiento térmico y acústico. La orientación norte proporciona una temperatura agradable durante los meses más cálidos.\n\nEntre sus comodidades, cuenta con aire acondicionado y calefacción mediante sistema split, además de una acogedora chimenea de pellet que aporta calidez en invierno. La propiedad también está equipada con sistema de alarma y se entrega completamente amueblada, lista para entrar a vivir.\n\nLa zona es tranquila y rodeada de naturaleza, con espectaculares vistas despejadas al mar, a solo 5 metros de la playa. Se encuentra dentro de una urbanización bien comunicada, con fácil acceso a servicios como autobuses, supermercados, centros médicos, centros comerciales, zonas infantiles y entornos naturales como la costa y la montaña, siendo una opción ideal para pasar el verano.\n\n¡No pierdas la oportunidad de vivir en este enclave único con vistas al mar y al entorno natural! ¡Contáctanos hoy mismo para saber más información! Puedes llamar o enviarnos un WhatsApp al seis cinco siete ocho ocho uno cero tres seis.",
    "caracteristicas_detalle": [
      "72 m² construidos, 70 m² útiles",
      "1 habitación",
      "1 baño",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte",
      "Construido en 1993",
      "Amueblado y cocina equipada",
      "Calefacción individual",
      "Bajo exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Pere Garau, Palma de Mallorca",
    "calle": "",
    "barrio": "Pere Garau",
    "ciudad": "Palma De Mallorca",
    "price_num": 1950,
    "habitaciones": 3,
    "metros": 121,
    "extras": "Planta 3ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973641/",
    "descripcion_detallada": "Espectacular piso de 3 habitaciones dobles, 2 baños, con ascensor y parking, en finca del 2022.\nGastos de IBI y comunidad incluidos.\nALQUILER DE LARGA DURACIÓN.\n2 MESES DE FIANZA.\nNO SE ADMITEN MASCOTAS.",
    "caracteristicas_detalle": [
      "121 m² construidos, 110 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Construido en 2022",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 3ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle de la Niña, Porto Cristo, Manacor",
    "calle": "Calle De La NiñA",
    "barrio": "Porto Cristo",
    "ciudad": "Manacor",
    "price_num": 1600,
    "habitaciones": 2,
    "metros": 85,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108275293/",
    "descripcion_detallada": "INVERSIONES GRUP REAL ESTATE BOUTIQUE os presenta esta encantadora casa de alquiler ubicada en la pintoresca zona costera de Porto Cristo. Se alquila por contratos de larga estancia de mínimo un año, aunque existe la posibilidad de alquilar por meses a un precio superior (abajo todas las condiciones).\n\nConsta de una superficie de 85 m² construidos de vivienda distribuidos inteligentemente en dos plantas, con una terraza delantera de 14 m² y otra terraza trasera de 18 m². Accedemos por la primera terraza que da paso a un amplio salón comedor con cocina abierta, completamente equipada con todos los electrodomésticos necesarios, seguido de 1 baño completo con ducha para invitados e ideal para cuando llegas de la playa. En la parte posterior dispone de una gran terraza con lavadero, ideal para disfrutar de barbacoas con amigos.\n\nEn planta primera accedemos a la zona de noche, que dispone de 2 amplias habitaciones dobles con grandes ventanales y armarios, junto a 1 baño completo con ducha. Pues esta vivienda ofrece un estilo de vida cómodo y conveniente. La carpintería interior de madera lacada en blanco añade un toque de elegancia. Los suelos de parquet añaden un toque de estilo. Las ventanas de PVC con doble acristalamiento/climalit proporcionan aislamiento térmico y acústico.\n\n- Disponibilidad: Inmediata\n- Precio: 1.900€/mes más gatos de suministros de agua, luz y wifi (para contratos de mínimo 1 año)\n- Fianza: 2 meses\n- Máximo 4 adultos (no se admiten mascotas)\n- Posibilidad de alquilar por meses a 2.800€ + 200€ de suministros de agua, luz y wifi\n\n¡No dejes pasar esta ocasión y ven a visitarlo! Puedes llamar o enviarnos un WhatsApp directamente al seis nueve siete ocho cinco cinco seis seis nueve.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "2 plantas",
      "85 m² construidos, 83 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Parcela de 74 m²",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación este, oeste",
      "Construido en 1987",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Son Armadams, Palma de Mallorca",
    "calle": "",
    "barrio": "Son Armadams",
    "ciudad": "Palma De Mallorca",
    "price_num": 1300,
    "habitaciones": 3,
    "metros": 100,
    "extras": "Planta 2ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973414/",
    "descripcion_detallada": "",
    "caracteristicas_detalle": [
      "100 m² construidos",
      "3 habitaciones",
      "1 baño",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Orientación oeste",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Eléctrica",
      "Planta 2ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo: 143 kWh/m² año",
      "Emisiones: 37 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Avenida de Bartomeu Riutort, Can Pastilla, Palma de Mallorca",
    "calle": "Avenida De Bartomeu Riutort",
    "barrio": "Can Pastilla",
    "ciudad": "Palma De Mallorca",
    "price_num": 1600,
    "habitaciones": 1,
    "metros": 55,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109652610/",
    "descripcion_detallada": "OCASIÓN PRIMERA LÍNEA DE MAR.\n\nAlquiler de TEMPORADA, hasta abril/ mayo de 2026.\n\nNo es alquiler de larga duración.\n\nSe solicita un mes de fianza y 1.100 euros de honorarios de gestión inmobiliaria ( Al ser un alquiler de temporada la inmobiliaria puede percibir honorarios del inquilino. )\n\nSe alquila apartamento en Playa de Palma Cala Estancia Can Pastilla de 50 metros cuadrados con terraza con vistas al mar.\n\nDispone de un dormitorio con dos armarios baño completo con plato de ducha, cocina con barra americana equipada instalada recientemente y maravillosa terraza encima del mar con espectacular vistas a la bahía de Palma.\n\nAire acondicionado calor/frío centralizado.\n\nEl edificio cuenta con ascensor y parking privado.\n\nPrivilegiada ubicación encontrar todos los servicios básicos como restaurantes, centro médico, supermercados o farmacias en las inmediaciones de la vivienda.\nA 3 minutos del aeropuerto y a 7 del centro de Palma.",
    "caracteristicas_detalle": [
      "55 m² construidos, 52 m² útiles",
      "1 habitación",
      "1 baño",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet adosado en Sant Joan, 15, Colònia de Sant Pere, Arta",
    "calle": "Sant Joan",
    "barrio": "15",
    "ciudad": "ColòNia De Sant Pere, Arta",
    "price_num": 1600,
    "habitaciones": 4,
    "metros": 125,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/100919711/",
    "descripcion_detallada": "Inmueble para alquiler por MESES. \nA partir de 1.450€ al mes, con WIFI y aire acondicionado.\n\nSe trata de un chalet espacioso, fresco y luminoso con vistas al mar y a la montaña.\n\nUbicado en centro de la Colònia de Sant Pere, a solo 40 metros de la playa, en una zona muy tranquila. Se encuentra entre la plaza y la playa, muy cerca de la tiendas de primera necesidad como la panadería, supermercado, estanco y librería.\n\nLa casa se distribuye en:\nUn patio en la entrada con ducha exterior. Mobiliario de exterior.\nPlanta baja con comedor, cocina, trastero y aseo con lavadora.\nUn salón con estufa de leña y acceso al jardín en la parte trasera con vistas a las montañas.\nJardín parte trasera con porche.\n\nPlanta piso con 4 habitaciones ( 1 habitación doble con ventilador) y 1 baño.\n\nSegunda planta con trastero-cuarto de plancha con salida a la terraza con vistas al mar y montañas desde solarium.\n\nEl inmueble también dispone de:\nTelevisión\nCocina con todos los electrodomésticos. Nevera, congelador, horno, microondas, cafetera, cubiertos, tostadora,\nDispone de ropa de cama, platos y cubiertos\nDispone de aire acondicionado\nDispone de lavavajillas\nEl inmueble dispone de WI-FI\n\nLa Colònia de Sant Pere es un pequeño pueblo de 1200 habitantes, con puerto deportivo y con paseo marítimo peatonal con restaurantes a primera linea de mar.\n\nCONSULTAR PRECIOS Y DISPONIBILIDAD.",
    "caracteristicas_detalle": [
      "Chalet adosado",
      "1 planta",
      "125 m² construidos, 110 m² útiles",
      "4 habitaciones",
      "2 baños",
      "Parcela de 150 m²",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación este, oeste",
      "Amueblado y cocina equipada",
      "Aire acondicionado",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Tintorera, Port d'Andratx, Andratx",
    "calle": "Calle Tintorera",
    "barrio": "Port D'Andratx",
    "ciudad": "Andratx",
    "price_num": 1350,
    "habitaciones": 1,
    "metros": 60,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109714694/",
    "descripcion_detallada": "NO ES ALQUILER DE LARGA DURACIÓN.\n\nALQUILER DE TEMPORADA, disponible HASTA ABRIL/MAYO de 2026.\n\nSolicita un 1.350 de fianza y 1.100 euros euros de honorarios de gestión inmobiliaria (al ser un alquiler de temporada y no de larga duración el inquilino puede pagar legalmente honorarios de inmobiliaria)\n\nApartamento reformado con vistas al mar en con privilegiada ubicación en Cala Llamps a 3 minutos de Puerto de Andratx.\n\nDispone de 60 metros cuadrados, un dormitorio, salón con cocina abierta totalmente equipada y amueblada y terraza privada con vistas al mar.\n\nPiscina y zonas comunitarias.",
    "caracteristicas_detalle": [
      "60 m² construidos, 48 m² útiles",
      "1 habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 1ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Cala Millor",
    "calle": "",
    "barrio": "",
    "ciudad": "Cala Millor",
    "price_num": 1150,
    "habitaciones": 2,
    "metros": 80,
    "extras": "Planta 1ª interior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973084/",
    "descripcion_detallada": "Nos complace ofrecerle un piso EXCLUSIVAMENTE hermoso y económico en alquiler en Cala Millor, ubicado en la primera planta de un edificio de cinco viviendas.\n\nCon 80 metros cuadrados de espacio habitable, disfrutará de un luminoso salón, una cocina americana, un lavadero, dos dormitorios, un baño con bañera y una encantadora terraza cubierta con vistas parciales al mar.\n\nEl piso cuenta con ventanas de doble acristalamiento y aire acondicionado (frío/calor). También incluye una amplia plaza de aparcamiento para dos coches, uno detrás del otro.\n\nEste piso es ideal para personas solas o una pareja tranquila. No se admiten mascotas.\n\nSi está interesado, envíenos una descripción de usted o de su hogar y un comprobante de ingresos por correo electrónico o WhatsApp.\n\nDetalles\nApartamento en Cala Millor\nEn exclusiva con LP Mallorca i Barcelona\nSegunda planta\nSin ascensor\nAcceso por escalera exterior\n80 m² de superficie habitable\nSalón\nCocina abierta\nLavandería\nDos dormitorios\nBaño con bañera\nArmarios empotrados\nAire acondicionado frío/calor\nDoble acristalamiento\nTerraza\nDos plazas de aparcamiento\nVistas parciales al mar\n¡No se admiten mascotas!\nAlquiler: 1.150, 00€\nFianza\nComisión (contrato de 11 meses, prórroga negociable)\nClase energética E\n\nCala Millor, en la costa este de Mallorca, ha sido uno de los destinos costeros más populares durante décadas, especialmente entre turistas y residentes de habla alemana e inglesa de todas las edades.\n\nLa localidad se está convirtiendo cada vez más en un destino turístico durante todo el año, ofreciendo una excelente infraestructura, que incluye una amplia zona peatonal y un pintoresco paseo marítimo con arena fina caribeña y un mar de impresionante belleza.\n\nCala Rajada, Artà, Portocristo y Manacor también son fácilmente accesibles.",
    "caracteristicas_detalle": [
      "80 m² construidos, 75 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 2000",
      "Amueblado y cocina equipada",
      "Planta 1ª interior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle de sa Muntanyeta, Centro, Inca",
    "calle": "Calle De Sa Muntanyeta",
    "barrio": "Centro",
    "ciudad": "Inca",
    "price_num": 2500,
    "habitaciones": 4,
    "metros": 350,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109715049/",
    "descripcion_detallada": "ALQUILER DE TEMPORADA HASTA ABRIL/MAYO DE 2026.\n\nNO ES ALQUILER DE LARGA DURACIÓN.\n\nSe solicita un mes de fianza y honorarios de gestión inmobiliaria en función del periodo a alquilar (al tratarse de alquiler de temporada y no de vivienda de primera residencia de larga duración la inmobiliaria puede percibir honorarios de intermediación)\n\nMaravillosa casa rústica con 5.000 metros de terreno y piscina en el término municipal de Inca, a dos minutos en coche del pueblo, ubicada en la carretera que une Inca y Mancor de la Vall.\n\nDispone de casa de dos plantas, preciosa y muy luminosa, cuatro dormitorios, dos de ellos dobles y tres baños.\nCocina independiente totalmente equipada y amplio salón.\nAmplios porches y terrazas exteriores.\nPiscina.\nPrecioso entorno de olivar y zona natural de gran tranquilidad y enorme belleza paisajística.\n\nCapacidad para varios coches dentro de la finca.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "2 plantas",
      "350 m² construidos, 280 m² útiles",
      "4 habitaciones",
      "3 baños",
      "Parcela de 5.000 m²",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Falcó, Cas Catala, Calvià",
    "calle": "Calle Del Falcó",
    "barrio": "Cas Catala",
    "ciudad": "Calvià",
    "price_num": 2200,
    "habitaciones": 4,
    "metros": 150,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973051/",
    "descripcion_detallada": "Amplio piso situada en la zona de residencial de Cas Catala-Calvia. La vivienda ofrece 150 metros distribuidos en un amplio salón con terraza, cocina con coladuria y comedor, cuatro dormitorios, dos baños (uno en suite), armarios empotrados, aire acondicionado por conductos, una plaza de garaje y un trastero. La comunidad dispone de piscina comunitaria y sala comunitaria polivalente. No dispone de mobiliario. No disponible con mascotas. Contrato mínimo de alquiler 11 meses. Solvencia económica demostrable.",
    "caracteristicas_detalle": [
      "150 m² construidos",
      "4 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur, oeste",
      "Construido en 1996",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Garcilaso de la Vega, Portals Nous, Calvià",
    "calle": "Calle Garcilaso De La Vega",
    "barrio": "Portals Nous",
    "ciudad": "Calvià",
    "price_num": 1500,
    "habitaciones": 3,
    "metros": 120,
    "extras": "Planta 3ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109715282/",
    "descripcion_detallada": "SE ALQUILA DE FORMA TEMPORAL HASTA ABRIL/MAYO DE 2026.\n\nNO ES ALQUILER DE LARGA DURACIÓN.\n\nSe solicita un mes de fianza y un mes de honorarios de gestión inmobiliaria. (Al NO tratarse de un arrendamiento de vivienda habitual de larga duración y ser un alquiler de temporada la inmobiliaria puede percibir honorarios de gestión del arrendatario)\n\nSe alquila piso en Portals junto a Marineland de 3 dormitorios y 2 baños con terraza con vistas al mar en edificio residencial con acceso privado al mar.\n\nSe distribuye en un dormitorio doble con baño en suite y dos dormitorios individuales, cocina independiente con coladuría.\n\nParking incluido en el precio.",
    "caracteristicas_detalle": [
      "120 m² construidos, 110 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 3ª exterior",
      "Con ascensor",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Cala Figuera, Santanyí",
    "calle": "",
    "barrio": "Cala Figuera",
    "ciudad": "Santanyí",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 102,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109973002/",
    "descripcion_detallada": "El apartamento cuenta con un dormitorio espacioso con baño en suite, una habitación más pequeña que se puede usar como oficina y otro baño con ducha. Práctica es la cocina americana y un cuarto de lavandería. El centro del apartamento es el gran salón-comedor con impresionantes vistas al pintoresco puerto y al mar. Los elementos corredizos de suelo a techo y muy grandes, así como el \"balcón francés\", permiten disfrutar de esta maravillosa vista del puerto de Cala Figuera.\n\nEl complejo residencial cuenta con una terraza comunitaria en la azotea con una piscina para refrescarse, desde la cual también se puede disfrutar de una vista espectacular del mar. El apartamento se encuentra en el segundo piso y es fácilmente accesible por el ascensor. Una plaza de aparcamiento en el garaje subterráneo completa el cómodo paquete.",
    "caracteristicas_detalle": [
      "102 m² construidos, 85 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Construido en 2007",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Consumo: 161,8 kWh/m² año",
      "Emisiones: 51 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Virgen del Carmen, Cala Figuera, Santanyí",
    "calle": "Virgen Del Carmen",
    "barrio": "Cala Figuera",
    "ciudad": "Santanyí",
    "price_num": 800,
    "habitaciones": 2,
    "metros": 95,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109772230/",
    "descripcion_detallada": "SE ALQUILA DE FORMA TEMPORAL HASTA MÁXIMO ABRIL/MAYO DE 2025.\n\nNO ES ALQUILER DE LARGA DURACIÓN.\n\nSE SOLICITA UN MES DE FIANZA Y UN MES DE AGENCIA INMOBILIARIA. (Al tratarte de un arrendamiento de temporada la inmobiliaria puede percibir honorarios del inquilino)\n\nDisponible fantástico apartamento con privilegiada ubicación a 50 metros del puerto pesquero de Cala Figuera Santanyi con vistas al puerto desde la terraza del apartamento.\n\nDispone de 90 metros cuadrados distribuidos en amplio y luminoso salón, cocina totalmente equipada, dos dormitorios dobles, uno de ellos con baño en suite, un segundo baño completo, terraza interior con coladuría y terraza exterior con vistas despejadas.\n\nAire acondicionado calor/frío.\n\nEdificio tranquilo de solo un vecino.",
    "caracteristicas_detalle": [
      "95 m² construidos, 90 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación oeste",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 1ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Camino de Muntanya, Son Ferriol, Palma de Mallorca",
    "calle": "Camino De Muntanya",
    "barrio": "Son Ferriol",
    "ciudad": "Palma De Mallorca",
    "price_num": 900,
    "habitaciones": 1,
    "metros": 65,
    "extras": "Planta 1ª",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109972650/",
    "descripcion_detallada": "Apartamento con gran terraza solárium de uso exclusivo. Primera planta con techo libre, lista para entrar a vivir\nLuminoso y acogedor piso situado en una zona inmejorable y muy tranquila, ideal para quienes buscan confort y privacidad. Se trata de una primera planta con techo libre, que dispone de una superficie total de 65 m² perfectamente distribuidos para aprovechar al máximo cada espacio.\n•Salón comedor: Espacioso y muy luminoso, perfecto para relajarse o recibir invitados.\n•Cocina: Amueblada y equipada con electrodomésticos, lista para su uso diario.\n•Dormitorio: Dormitorio doble con armario empotrado, proporcionando gran capacidad de almacenaje.\nDestaca una fantástica terraza solárium de 35 m² de uso exclusivo, perfecta para disfrutar del sol, comidas al aire libre o momentos de relax. Además, la vivienda cuenta con un gran trastero de 15 m², ideal para múltiples usos: almacenamiento, taller, gimnasio personal, etc.\nEl piso se encuentra en una zona privilegiada, muy tranquila y bien comunicada, con todos los servicios a mano: comercios, transporte público, y zonas verdes. Una oportunidad única para vivir en un entorno sosegado pero cercano a todo lo necesario.\nALQUIER DE LARGA ESTANCIA, NO TEMPORAL. -\nNO LLAMADAS POR FAVOR. DEBIDO AL ALTO VOLUMEN DE DEMANDAS SOLO SE ATENDERAN SOLICITUDES A TRAVES DEL PORTAL DONDE ESTA PUBLICADO.",
    "caracteristicas_detalle": [
      "65 m² construidos, 64 m² útiles",
      "1 habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Construido en 1961",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Eléctrica",
      "Planta 1ª",
      "Aire acondicionado",
      "Consumo:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet pareado en Calle Juan Sebastián Elcano, Cala Figuera, Santanyí",
    "calle": "Calle Juan SebastiáN Elcano",
    "barrio": "Cala Figuera",
    "ciudad": "Santanyí",
    "price_num": 1000,
    "habitaciones": 2,
    "metros": 120,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109773207/",
    "descripcion_detallada": "SE REALIZA ALQUILER DE TEMPORADA.\n\nNO ES ALQUILER DE LARGA DURACIÓN.\n\nSe solicita un mes de fianza y un mes de honorarios de gestión inmobiliaria (al tratarse de un arrendamiento de temporada la inmobiliaria puede percibir honorarios del inquilino)\n\nSe alquila casa de dos plantas con VISTAS AL MAR en Cala Figuera (Santanyi) de 125 metros cuadrados, 2 plantas y 3 TERRAZAS.\n\nCompuesto de 2 dormitorios dobles, 2 baños completos y 3 terrazas, dos en planta baja y una en planta superior. Amplia cocina equipada de mobiliario y electrodomésticos. Totalmente amueblado y equipado hasta el más mínimo detalle.\n\nWifi y Satélite incluido en precio.\n\nZona de gran tranquilidad y fácil aparcamiento, a 50 metros del mar y a 2 minutos andando del precioso puerto pesquero de la localidad.\n\nSE SOLICITA INQUILINO SOLVENTE.",
    "caracteristicas_detalle": [
      "Chalet pareado",
      "2 plantas",
      "120 m² construidos, 110 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Parcela de 80 m²",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación este",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Genova, Palma de Mallorca",
    "calle": "",
    "barrio": "Genova",
    "ciudad": "Palma De Mallorca",
    "price_num": 4000,
    "habitaciones": 5,
    "metros": 300,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109403981/",
    "descripcion_detallada": "Alquiler temporal 11 meses: Descubre esta bonita casa de estilo mediterráneo situada en una privilegiada ubicación en Génova, que ofrece vistas al mar. Con un área construida de aproximadamente 300 m² distribuidos en dos plantas y un generoso solar de 1000 m², la propiedad combina elegancia y funcionalidad. En la planta baja encontrarás un amplio hall de entrada que da paso a un salón-comedor acogedor con chimenea, ideal para disfrutar momentos familiares. La cocina está equipada con office y despensa adyacente para mayor comodidad; además cuenta con lavandería independiente. También dispone de un dormitorio principal equipado con baño privado (en suite), perfecto como espacio personal o para invitados. El encantador porche acristalado se abre hacia el jardín exterior donde podrás encontrar una zona perfecta para barbacoas junto a pérgolas ideales para comidas al aire libre bajo los rayos del sol Mediterraneo. Para tu conveniencia hay parking exterior disponible para hasta dos coches, así como acceso directo a una piscina privada donde relajarte durante los meses más cálidos del año.\n\nEn la primera planta hallarás 4 dormitorios adicionales —uno muy espacioso diseñado especialmente considerando ambientes múltiples— acompañados por 3 baños modernos (dos de ellos en suites). Esta vivienda no solo destaca visualmente sino también proporciona confort gracias a elementos tales cómo radiadores eficientes, conexión gas ciudad instalada previamente e incluso sistema completo de alarma instaladas, garantizando tranquilidad total dentro su nuevo hogar.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "1 planta",
      "300 m² construidos",
      "5 habitaciones",
      "4 baños",
      "Parcela de 1.000 m²",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción individual",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de l'Ametler, Son Verí, Llucmajor",
    "calle": "Calle De L'Ametler",
    "barrio": "Son Verí",
    "ciudad": "Llucmajor",
    "price_num": 3800,
    "habitaciones": 3,
    "metros": 212,
    "extras": "Bajo exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109286903/",
    "descripcion_detallada": "PRECIOSO PISO CON PISCINA Y ACCESO DIRECTO AL MAR\n\nMagnífica oportunidad de alquiler temporal en una de las zonas más exclusivas de Mallorca: un piso de 212 m² en Llucmajor, diseñado para quienes buscan conmfort, estilo y una experiencia frente al mar.\n\nEste inmueble ofrece 3 amplias habitaciones cuidadosamente decoradas, donde la luz natural es protagonista. El diseño interior está pensado para crear un ambiente acogedor y sofisticado, con mobiliario de alta calidad y una distribución funcional que aporta amplitud y comodidad.\n\nEl piso cuenta con dos terrazas privadas, una interna y otra externa, que se convierten en espacios ideales para disfrutar del clima mediterráneo. Desde allí, podrás contemplar la tranquilidad del entorno y acceder directamente al mar, un privilegio al alcance de muy pocos.\n\nLa zona exterior incluye una piscina comunitaria que invita a relajarse y desconectar en cualquier momento del día. Además, la propiedad dispone de plaza de parking y trastero, elementos imprescindibles para mayor comodidad y organización.\n\nLa vivienda se entrega totalmente equipada y amueblada, lista para entrar a vivir.\n\nUbicada a tan solo 30 minutos en coche del centro de Palma, la propiedad ofrece la perfecta combinación entre tranquilidad y cercanía a la capital. Es una opción ideal tanto para quienes desean teletrabajar frente al mar como para familias o parejas que buscan un refugio temporal en la isla.\n\nEl alquiler se ofrece sólo en modalidad temporal, con una estancia máxima de 11 meses, lo que convierte esta propuesta en una alternativa flexible y adaptada a quienes desean vivir la experiencia mediterránea sin compromisos a largo plazo.\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "212 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Construido en 2003",
      "Amueblado y cocina equipada",
      "Calefacción central: Gas",
      "Bajo exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Piscina",
      "Consumo: 100 kWh/m² año",
      "Emisiones: 10 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Sta Catalina - El Jonquet, Palma de Mallorca",
    "calle": "Sta Catalina",
    "barrio": "El Jonquet",
    "ciudad": "Palma De Mallorca",
    "price_num": 7000,
    "habitaciones": 6,
    "metros": 400,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109972360/",
    "descripcion_detallada": "Moderna Casa en Santa Catallina\nEsta hermosa casa está situada en el popular barrio de Santa Catalina en Palma y se distribuye en cuatro plantas.\n\nEn la primera planta hay una cocina moderna y un amplio comedor con acceso a una bonita terraza donde se encuentra la piscina privada.\n\nEn la segunda planta hay un dormitorio con baño en suite y una zona de estar.\n\nLa tercera planta consta de otros cuatro dormitorios, un cuarto de baño y un lavadero.\n\nEn la planta superior se encuentra el dormitorio principal con baño en-suite, vestidor y una gran terraza. Libre desde ya - hasta 30.06. 2026\n\nOtros extras: Un garaje, aire acondicionado (A/C), calefacción por suelo radiante y un sistema de aspiradora centralizada.\nLa región al suroeste del centro de Palma se caracteriza por su excelente ubicación y su encanto auténtico muy especial. La zona residencial que rodea el Parque Bellver, pulmón verde de Palma, se considera una Zona de Alto Rendimiento y barrios como Génova, La Bonanova, El Terreno, Son Armadams y Sa Teulera son cada vez más populares, especialmente entre los residentes. Los residentes se benefician de la excelente infraestructura de Palma y de todas las comodidades, así como de su proximidad al Paseo Marítimo, que actualmente está siendo remodelado ampliamente para convertirlo en una zona de recreo junto al mar, al tiempo que disfrutan de una ubicación tranquila. Por lo tanto, un descanso en el verde es por lo general sólo un corto paseo de distancia, y hermosas playas se puede llegar rápida y fácilmente en coche. También hay numerosas tiendas en las inmediaciones, así como excelentes cafés, restaurantes y bares. Cada vez son más las familias que se sienten atraídas por esta zona, que aprecian especialmente la amplia oferta de colegios internacionales, como el Queens College, el colegio sueco \"Svenska Skolan\", el francés \"Lycée Français\" y el renombrado \"Colegio San Cayetano\". También se benefician de numerosas instalaciones de ocio, modernas instalaciones deportivas y parques infantiles. Las zonas residenciales se consideran muy cuidadas y las propiedades en las ubicaciones algo más altas, como La Bonanova o Génova, ofrecen a menudo una hermosa vista sobre Palma y el mar abierto. Las inversiones en nuevos proyectos de construcción y la remodelación de zonas residenciales enteras son un signo de la creciente popularidad de esta zona y la convierten en un lugar atractivo para comprar una propiedad en Mallorca.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "4 plantas",
      "400 m² construidos, 240 m² útiles",
      "6 habitaciones",
      "3 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Inmueble exento"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Calle del Mussol, Son Xigala, Palma de Mallorca",
    "calle": "Calle Del Mussol",
    "barrio": "Son Xigala",
    "ciudad": "Palma De Mallorca",
    "price_num": 5000,
    "habitaciones": 3,
    "metros": 180,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107540840/",
    "descripcion_detallada": "Chalet con piscina privada confortable en zona exclusiva \n\nEstá situado en una zona única y tranquila en la urbanización Arabella, un remanso de paz donde descansar del ajetreo de la ciudad. Se encuentra a un paso de varios campos de golf, así como de la montaña y a cuatro 4km de la ciudad y del mar. Es una muy buena zona para familias y amantes de la tranquilidad o el golf.\n\nLa vivienda es acogedora. Cuenta con una habitación y sala de estar, una cocina espaciosa y totalmente equipada, un baño y una terraza con vistas al jardín. Además, la casa tiene acceso a piscina, pista de pádel y gimnasio. &nbsp;\n\nLa vivienda se encuentra equipada con aire acondicionado y calefacción y ventanas de PVC insonorizadas, estupendas para mantener la temperatura del interior de la casa.\n\nPrecios variables en base del periodo de permanencia:\n\n1 noviembre - 1 abril: € 4.000\n1 mayo - 31junio: € 6.000\n1 julio - 31 agosto: € 8.000\n1 sept -1 mov: € 5.000\n\n¿Te imaginas vivir aquí?\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "180 m² construidos, 150 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Bons Aires, Palma de Mallorca",
    "calle": "",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1400,
    "habitaciones": 3,
    "metros": 95,
    "extras": "Planta 3ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109972210/",
    "descripcion_detallada": "NO ATENDEMOS LLAMADAS. Rogamos contacten por escrito a través del anuncio. Gracias de antemano.\n\nAlquilo piso con ascensor y sin muebles. Sala comedor con salida a balcón muy amplio, cocina amueblada y equipada con horno y encimera, coladuria, 3 habitaciones, baño y aseo. \n\nLos gastos de electricidad, gas, agua y tasa de residuos correrán a cargo del inquilino.\n\nUna oportunidad perfecta para quienes buscan espacio, comodidad y una ubicación privilegiada en Palma. ¡No la dejes escapar!\nNO SE ADMITEN MASCOTAS.\nAlquiler de larga duración, mínimo 1 año. Se requiere un mes de fianza, un mes adicional como garantía y el mes en curso. Se pedirán referencias económicas (nóminas y contratos) en la formalización del alquiler. Para concertar futuras visitas es indispensable haber leído las condiciones y requisitos que se indican. Gracias.",
    "caracteristicas_detalle": [
      "95 m² construidos, 85 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Segunda mano/buen estado",
      "Orientación sur",
      "Cocina sin equipar y casa sin amueblar",
      "No dispone de calefacción",
      "Planta 3ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle de Joaquim Sorolla, Cala Sant Vicenç, Pollença",
    "calle": "Calle De Joaquim Sorolla",
    "barrio": "Cala Sant Vicenç",
    "ciudad": "PollençA",
    "price_num": 2600,
    "habitaciones": 4,
    "metros": 200,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104649489/",
    "descripcion_detallada": "CHALET CON PISCINA \n\nDISPONIBLE DESDE EL 1 DE&nbsp; JULIO DE 2025\n\nUN REFUGIO MEDITERRÁNEO A SOLO 5 MINUTOS DEL MAR\n\nEn una exclusiva y tranquila zona residencial, este encantador chalet, diseñado con mucho cuidado, de dos plantas te ofrece el equilibrio perfecto entre confort, privacidad y estilo de vida mediterráneo. Con 200 m² de superficie construida, esta vivienda ha sido pensada para disfrutar cada rincón al máximo.\n\nDesde el primer paso, el amplio salón te da la bienvenida con luz natural, una decoración cuidada y un ambiente cálido que invita a relajarte y compartir. La cocina, funcional y bien equipada, es el corazón de la casa: un espacio donde cocinar se convierte en placer.\n\nDispone de cuatro habitaciones espaciosas que garantizan descanso y privacidad para toda la familia, junto con tres baños completos de diseño actual y elegante.\n\nEl exterior es un auténtico privilegio: 400 m² de parcela rodeada de vegetación, con un exterior cuidado al detalle y una piscina privada que se convierte en el escenario perfecto para disfrutar del clima de la isla. Ya sea tomando el sol, organizando cenas o simplemente desconectando, aquí cada día se vive como vacaciones.\n\nY lo mejor: la playa está a tan solo cinco minutos. Todo lo que necesitas para una vida relajada, luminosa y cómoda, lo encontrarás aquí.\n\n¿Te imaginas viviendo así? Llámanos y ven a descubrirlo.\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "200 m² construidos, 180 m² útiles",
      "4 habitaciones",
      "3 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en CL Mare De Deu De Begonya, Cala Blava-Bellavista, Llucmajor",
    "calle": "Cl Mare De Deu De Begonya",
    "barrio": "Cala Blava-Bellavista",
    "ciudad": "Llucmajor",
    "price_num": 1100,
    "habitaciones": 2,
    "metros": 85,
    "extras": "Planta 1ª interior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109971965/",
    "descripcion_detallada": "Piso sin muebles, de aprox 75 m2, salon comedor con salida a terrazas y vistas despejadas, chimenea, aire acondicionado, 2 habitaciones dobles ( una de ellas con armario empotrado) todas exteriores, cocina equipada con electrodomesticos y salida a coladuria, baño con bañera, suelos de parquet climalit y persiana mallorquina en aluminio, sin ascensor, plaza de garage amplia, privativa, para coche y moto. Gastos de comunidad y agua incluidos. Luz, gas butano a cargo del inquilino.",
    "caracteristicas_detalle": [
      "85 m² construidos, 80 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación este",
      "Construido en 1975",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual",
      "Planta 1ª interior",
      "Sin ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Calle de s'Alba, Campos",
    "calle": "",
    "barrio": "Calle De S'Alba",
    "ciudad": "Campos",
    "price_num": 1800,
    "habitaciones": 2,
    "metros": 100,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/106774461/",
    "descripcion_detallada": "CASA MODERNA EN ALQUILER EN CAMPOS A SOLO 15 MINUTOS DEL MAR\n\nCORTA ESTANCIA&nbsp;\n\nDISPONIBLE SÓLO PARA OCTUBRE Y NOVIEMBRE\n\nEn el pintoresco pueblo de Campos, esta moderna casa ofrece el equilibrio perfecto entre comodidad, diseño y proximidad al mar, situada a solo 15 minutos de las impresionantes playas de Mallorca.\n\nEl espacio principal cuenta con un luminoso salón-comedor que se integra a la perfección con una cocina completamente equipada con electrodomésticos de última generación. Este ambiente es ideal para compartir momentos inolvidables con familia o amigos. Desde el salón, se accede a un patio privado que alberga un jacuzzi, proporcionando un oasis de relajación en la intimidad de tu hogar.\n\nLa vivienda dispone de dos habitaciones decoradas con esmero y un baño completo con acabados contemporáneos, ofreciendo funcionalidad y confort en cada rincón. Las habitaciones están diseñadas para ser un refugio tranquilo, con detalles que invitan al descanso.\n\nEl patio es el corazón de la casa, un espacio al aire libre ideal para disfrutar del cálido clima mediterráneo. Además, una terraza adicional agrega versatilidad, perfecta para cenas al aire libre o simplemente para relajarse bajo el cielo mallorquín.\n\nUbicada en una zona tranquila de Campos, esta propiedad combina el encanto de la vida rural con la comodidad de estar cerca de servicios y la magia de las mejores playas de la isla.\n\n¿Te imaginas vivir aquí? ¡Esperamos tu llamada!\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "100 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Trastero",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Aire acondicionado",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en La Missio - Mercat, Palma de Mallorca",
    "calle": "La Missio",
    "barrio": "Mercat",
    "ciudad": "Palma De Mallorca",
    "price_num": 1450,
    "habitaciones": 2,
    "metros": 90,
    "extras": "Planta 3ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109971081/",
    "descripcion_detallada": "Ofrecemos en alquiler un precioso piso de reciente construcción, ubicado en una zona privilegiada y plenamente céntrica de Palma.\nEl edificio dispone de ascensor y presenta excelente calidades.\nMuy tranquilo de pocos vecinos.\n\nTodo exterior, sumamente luminoso.\nNo dispone de muebles\n\n-Cuenta con dos habitaciones, ambas con armarios empotrados.\n-Salón comedor, cocina-coladuria\n-Dos baños completos, con ducha y bañera.\n-Suelos de mármol.\n-videoportero.\n-Calefacción central, a gas ciudad.\n\nPara optar al alquiler, será necesario aportar referencias laborales, nóminas fijas que acrediten ingresos estables. Así como se requiere contar con una antiguedad laboral de al menos \nun año, en el empleo actual.\nLa documentación aportada será revisada con el fin de garantizar la solvencia.\nNo dude en contactar por mail y le agradeceríamos exponer brevemente su situación laboral para poder concretar una visita.",
    "caracteristicas_detalle": [
      "90 m² construidos, 80 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación este",
      "Construido en 2010",
      "Cocina equipada y casa sin amueblar",
      "Calefacción central: Gas",
      "Planta 3ª exterior",
      "Con ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Santa Clara, Cort, Palma de Mallorca",
    "calle": "Calle Santa Clara",
    "barrio": "Cort",
    "ciudad": "Palma De Mallorca",
    "price_num": 3500,
    "habitaciones": 3,
    "metros": 200,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104721786/",
    "descripcion_detallada": "Bienvenido a tu oasis de lujo en el corazón de Palma de Mallorca. Este imponente piso señorial, ubicado en el prestigioso barrio de Santa Clara, te ofrece una experiencia de vida incomparable en una de las zonas más exclusivas de la isla.\n\nAl adentrarte en este exquisito hogar, serás recibido por un ambiente de elegancia y confort. Todos los muebles han sido cuidadosamente seleccionados para proporcionar un estilo contemporáneo y sofisticado, garantizando tanto la comodidad como la belleza estética.\n\nLa joya de la corona de esta residencia es su ubicación privilegiada que incluye un parking privado y un pase exclusivo que te permite circular libremente por las pintorescas calles del casco antiguo de Palma de Mallorca. Imagina pasear por las estrechas calles empedradas, descubriendo encantadoras plazas y emblemáticos monumentos, todo a pocos pasos de tu hogar.\n\nCon tres espaciosas habitaciones, incluyendo una en suite, este piso ofrece un refugio de tranquilidad y privacidad para ti y tus seres queridos. Además, cuenta con una zona de teletrabajo, ideal para aquellos que desean combinar el confort del hogar con la productividad laboral.\n\nLa sala de estar y comedor es un espacio luminoso y acogedor, adornado con bonitos balcones que ofrecen vistas pintorescas a las encantadoras calles del casco antiguo. Aquí, podrás relajarte y disfrutar de momentos inolvidables en compañía de tus seres queridos.\n\nPara garantizar tu confort en cualquier época del año, el piso está equipado con aire acondicionado y calefacción centralizada. La cocina, con su diseño moderno y funcional, incluye un área de ofice totalmente equipada y una gran lavandería, brindándote todo lo que necesitas para una experiencia culinaria sin igual.\n\nEn resumen, este lujoso piso en el casco antiguo de Palma de Mallorca es más que una simple residencia, es un refugio de elegancia y confort donde tus sueños de una vida mediterránea se hacen realidad.\n\n¡No pierdas la oportunidad de hacer de este lugar tu nuevo hogar!",
    "caracteristicas_detalle": [
      "200 m² construidos, 175 m² útiles",
      "3 habitaciones",
      "3 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción central: Gas",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Cala Ratjada, Capdepera",
    "calle": "",
    "barrio": "Cala Ratjada",
    "ciudad": "Capdepera",
    "price_num": 1400,
    "habitaciones": 3,
    "metros": 116,
    "extras": "exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108116995/",
    "descripcion_detallada": "Este piso de alquiler amueblado de alta calidad impresiona por su estudiada distribución de las habitaciones y su céntrica ubicación. \n\nEl luminoso salón-comedor ofrece acceso directo a un balcón cubierto a través de grandes puertas correderas de cristal, ideal para relajarse al aire libre. La cocina independiente está equipada con modernos electrodomésticos. Un lavadero contiguo con lavadora ofrece comodidad adicional.\n\nEl piso tiene tres dormitorios dobles de buen tamaño y dos cuartos de baño, uno con ducha y el otro con bañera. La calefacción eléctrica en el salón y en uno de los dormitorios proporciona un calor acogedor, y también hay aire acondicionado con funciones de refrigeración y calefacción.\n\nUna plaza de aparcamiento subterráneo está incluida en el precio del alquiler y es un práctico añadido a la oferta.",
    "caracteristicas_detalle": [
      "116 m² construidos, 106 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Construido en 2007",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Eléctrica",
      "exterior",
      "Con ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle d'Andrea Doria, Son Armadams, Palma de Mallorca",
    "calle": "Calle D'Andrea Doria",
    "barrio": "Son Armadams",
    "ciudad": "Palma De Mallorca",
    "price_num": 2950,
    "habitaciones": 2,
    "metros": 130,
    "extras": "Bajo exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/106782092/",
    "descripcion_detallada": "PISO REFORMADO A ESTRENAR CON TERRAZA EN SANTA CATALINA/SON ARMADAMS \n\nEste precioso piso está ubicado en la codiciada zona de Santa Catalina/Son Armadams, una ubicación privilegiada con todo tipo de servicios a pie de calle y a tan solo 2 minutos andando del Paseo Marítimo de Palma.\nEs una planta baja.\n\nLa propiedad ha sido completamente reformada y se entrega nueva a estrenar, con todos los sistemas, muebles, enseres y electrodomésticos recién instalados. Con una superficie de aproximadamente 100 m², a los que se suman 30 m² de terraza equipada, el piso se distribuye de manera funcional y moderna. &nbsp;\n\nCuenta con 3 dormitorios, dos dobles y uno individual, todos con armarios empotrados y aire acondicionado. Dispone de dos baños completos, y una amplia sala de estar integrada con una cocina de diseño completamente equipada con electrodomésticos BOSCH de última generación y todos los enseres necesarios.\n\nEl piso ofrece iluminación LED en toda la vivienda, una TV de 43 pulgadas y cableado de fibra óptica para garantizar la mejor conectividad. La terraza, cuidadosamente diseñada, incluye una coladuría con lavadora, secadora, una nevera para disfrutar del espacio exterior y amplios armarios de almacenaje. Además, cuenta con una ducha y un lavamanos, perfectos para disfrutar de este oasis privado al aire libre.\n\nLas mascotas son bienvenidas previo acuerdo.\n\n¿Te imaginas viviendo aquí? ¡Esperamos tu llamada!\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "130 m² construidos, 100 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Construido en 2024",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Bajo exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Japó, 7, Portals Nous, Calvià",
    "calle": "Calle Del Japó",
    "barrio": "7",
    "ciudad": "Portals Nous, Calvià",
    "price_num": 2450,
    "habitaciones": 2,
    "metros": 54,
    "extras": "Planta 1ª interior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107902256/",
    "descripcion_detallada": "**En Alquiler – Apartamento Súper Estiloso de 2 Dormitorios con Gran Balcón en Portals Nous**\nAvailable from 6 January 2026 \n\n**Puntos Destacados de la Ubicación**\n\n- Situado justo detrás del supermercado Cidon, en el corazón de Portals Nous – todo lo que necesitas está a la vuelta de la esquina, incluyendo una parada de autobús a Palma. \n- Ubicado en la Planta 1 del Edificio Mimosa – un edificio boutique con solo 7 vecinos, que ofrece privacidad, estilo y una comodidad inmejorable. \n- A solo 3 minutos caminando (misma calle) de la playa y del chiringuito de moda Portals Beach. \n- A 5 minutos caminando de Puerto Portals – la marina más exclusiva de Mallorca, con restaurantes de primer nivel, tiendas de lujo y una vibrante vida nocturna. \n- Al lado del colegio King Richard III, uno de los colegios internacionales más prestigiosos de Mallorca. \n\n**Cercanías:**\n\n- Bendinat Country Club – aprox. 3 minutos en coche (1,5 km) \n- Real Golf de Bendinat – aprox. 5 minutos en coche (2,5 km) \n- Playa de Illetes – aprox. 7 minutos (4 km), se puede ir caminando por la costa del parque nacional \n- Centro de Palma – solo 10 km (10 min), con parada de bus cercana \n- Marina de Palma – 10 min (8 km), ideal para quienes trabajan o se desplazan desde el puerto \n- Aeropuerto de Palma – 20 min (22 km), ideal para quienes viajan por trabajo \n\n**Estilo Mallorquín Relajado**\n\nEste apartamento de 2 dormitorios, completamente reformado y con un estilo actual, está impecablemente amueblado y decorado, fusionando el confort contemporáneo con la calidez mediterránea. Ideal para quienes buscan un refugio chic, listo para entrar a vivir, en uno de los códigos postales más deseados de la isla: Portals Nous.\n\n**Características de la Propiedad**\n\n- Reforma nueva – primera vez en el mercado \n- Interiores súper estilosos con mobiliario seleccionado y texturas naturales \n- Fachada recién pintada y nueva barandilla de balcón con ventanas correderas esmeriladas para ventilación natural y privacidad \n- Salón-comedor de planta abierta (con asientos para 4) y mucha luz natural \n- Amplio balcón privado con vistas verdes, “vistazo al mar” y mesa exterior para 6 personas \n- Lavadero privado con lavadora y secadora \n- Cocina de diseño totalmente equipada con: \n - Electrodomésticos nuevos \n - Lavavajillas \n - Cafetera Nespresso \n - Vajilla nueva y decoración curada \n- Tres unidades de aire acondicionado (frío/calor) en ambos dormitorios y salón \n- Dormitorio principal espacioso con cama KING y almacenaje bajo cama + armarios empotrados \n- Segundo dormitorio con cama DOBLE y almacenaje bajo cama – ideal para invitados o teletrabajo – también con armarios empotrados \n- Baño moderno y fresco con ducha tipo lluvia y manguera de mano en bronce cepillado \n- Plaza de aparcamiento privada compartida \n\n**Detalles del Alquiler**\n\n€2500/mes + electricidad / suministros \nAlquiler mínimo 3 meses / máximo 11 meses \nSin comisiones de agencia \nAvailable from 6 January 2026 \n\nUna opción perfecta para una pareja profesional o una familia pequeña que busca una vida costera sin esfuerzo en un hogar moderno y con estilo — a pasos de la playa, la marina y el vibrante estilo de vida del pueblo de Portals Nous. También ideal para profesionales de la industria náutica que buscan una base cómoda donde descansar y guardar sus pertenencias en tierra firme.\n\n Contacto: Andy Brown\n\nESP: (WhatsApp)\n\nMás imágenes:   Whats app por favor.",
    "caracteristicas_detalle": [
      "54 m² construidos, 45 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 1ª interior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo: 184 kWh/m² año",
      "Emisiones: 48 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet adosado en Cala Magrana-Cala Anguila-Cala Mendia, Manacor",
    "calle": "",
    "barrio": "Cala Magrana-Cala Anguila-Cala Mendia",
    "ciudad": "Manacor",
    "price_num": 3500,
    "habitaciones": 3,
    "metros": 200,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107392798/",
    "descripcion_detallada": "ESPECTACULAR ADOSADO DE DISEÑO EN CALA MENDIA CON VISTAS PANORÁMICAS Y PISCINA PRIVADA EN ALQUILER\n\n&nbsp;\n\nUbicado en una de las zonas más privilegiadas de Mallorca, este impresionante adosado en Cala Mendia fusiona arquitectura moderna, mobiliario de diseño y una ubicación privilegiada a tan solo 100 metros del mar. Su singular distribución en desnivel permite un acceso doble: desde la parte superior, donde dispone de un parking privado, y desde la parte inferior nos encontramos con otra entrada desde la misma calle que nos lleva al mar.\n\nAl acceder por la planta baja, nos recibe una amplia terraza con piscina privada, un auténtico oasis con vistas panorámicas, ideal para relajarse o disfrutar de veladas inolvidables. La conexión con el interior es fluida y luminosa, dando paso a un sofisticado salón-comedor con mobiliario de alta gama y grandes ventanales que inundan el espacio de luz natural. La cocina, de concepto abierto, cuenta con electrodomésticos de última generación integrados, mientras que un elegante pasillo conduce a un baño de cortesía y a un patio interior de estilo riad, una joya arquitectónica que aporta un ambiente exclusivo y sereno.\n\nSubiendo a la planta superior, encontramos tres magníficas habitaciones diseñadas para el máximo confort. Dos de ellas cuentan con camas dobles y la tercera con dos camas individuales, todas con baño en suite y acabados de primera calidad. Desde esta planta, se puede acceder directamente a la calle superior, facilitando la movilidad y aportando aún más privacidad a la vivienda.\n\nEsta propiedad es una combinación perfecta de lujo, funcionalidad y diseño en un enclave privilegiado de la isla. Si buscas un hogar exclusivo con vistas inigualables, piscina privada y a solo unos pasos del mar, este adosado es una oportunidad única. Contáctanos para más información y ven a descubrir este rincón de ensueño en Cala Mendia.\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "Chalet adosado",
      "200 m² construidos, 99 m² útiles",
      "3 habitaciones",
      "4 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Construido en 2024",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Aire acondicionado",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Capdepera",
    "calle": "",
    "barrio": "",
    "ciudad": "Capdepera",
    "price_num": 1300,
    "habitaciones": 3,
    "metros": 110,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109970844/",
    "descripcion_detallada": "Este piso de 4 habitaciones totalmente amueblado ofrece un confort de vida ideal para familias con niños. Tres amplios dormitorios y dos cuartos de baño garantizan mucho espacio y privacidad. La amplia cocina totalmente equipada invita a cocinar juntos y se abre al luminoso salón, que ofrece acceso directo al espacioso balcón. Desde aquí podrá disfrutar de unas impresionantes vistas al mar, así como al cuidado jardín comunitario y a la amplia piscina comunitaria.\n\nEl piso se encuentra en un cuidado edificio de apartamentos con ascensor y ofrece una cómoda plaza de aparcamiento en el parking subterráneo. El aire acondicionado y la calefacción central garantizan un clima agradable durante todo el año. El apartamento totalmente amueblado está listo para entrar a vivir sin ningún esfuerzo adicional.\nUna vivienda ideal para familias que deseen combinar calidad de vida, comodidad y un entorno atractivo.\n\nNo espere demasiado: concierte una cita para verlo con nosotros hoy mismo.\n\nLa Sra. Krufke estará encantada de responder a cualquier pregunta o proporcionar más información en nuestra oficina de Cala Ratjada.",
    "caracteristicas_detalle": [
      "110 m² construidos, 92 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Construido en 2002",
      "Calefacción central",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Via de les Cales, Canyamel, Capdepera",
    "calle": "Via De Les Cales",
    "barrio": "Canyamel",
    "ciudad": "Capdepera",
    "price_num": 10000,
    "habitaciones": 3,
    "metros": 23,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108633034/",
    "descripcion_detallada": "EXCLUSIVA CASA DE LUJO CON PISCINA CON ACCESO DIRECTO AL MAR Y SPA\n\nDescubra una propiedad única, diseñada para quienes buscan la excelencia. Esta magnífica casa de tres plantas ofrece un estilo de vida privilegiado en uno de los enclaves más codiciados de la isla.\n\nCon más de 230 m2 distribuidos en tres plantas, con acceso directo al mar y rodeada de naturaleza, la casa cuenta con 3 elegantes dormitorios, 1 amplio estudio ideal para oficina o sala de lectura, 3 baños completos con acabados de alta gama, Piscina privada con vistas al Mediterráneo, Zona de spa para el máximo bienestar, Terrazas con vistas panorámicas y diseño arquitectónico contemporáneo y materiales nobles\n\nSituada en la tranquila y exclusiva playa de Canyamel, esta propiedad ofrece privacidad, confort y una conexión directa con el mar. Ideal para estancias largas o escapadas de lujo.\n\n¿Se imagina vivir aquí? Esperamos su llamada!\n\n&nbsp;\n\nDISPONIBLE SOLO PARA CORTA ESTANCIA (MÍNIMO 32 NOCHES)\nALQUILER HASTA 4 MESES 15,000 EUROS / DE 5 A 11 MESES 10,000\n\nDISPONIBLE DESDE JULIO\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "23.777 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Aire acondicionado",
      "Piscina",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Port d'Andratx, Andratx",
    "calle": "",
    "barrio": "Port D'Andratx",
    "ciudad": "Andratx",
    "price_num": 1330,
    "habitaciones": 2,
    "metros": 63,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109970766/",
    "descripcion_detallada": "DISPONOIBLE A PARTIR DE ENERO -¡Descubre este encantador apartamento en alquiler que combina modernidad y comodidad! Situado en una zona tranquila, este piso de 63 m² cuenta con 2 dormitorios y un baño, ideal para disfrutar de la vida al máximo. La propiedad está totalmente decorada al estilo mediterráneo, con detalles que la hacen muy agradable y acogedora. Desde su terraza y balcón podrás disfrutar de impresionantes vistas al mar, creando un ambiente perfecto para relajarte.\n\nEl apartamento está equipado con comodidades modernas, como aire acondicionado frío y calor reversible, lo que garantiza tu confort en cualquier época del año. Además, cuenta con doble cristal y persianas enrollables eléctricas que proporcionan un excelente aislamiento y privacidad. La cocina está vacía, lo que te permite personalizarla a tu gusto. \n\nUbicado cerca del centro del pueblo, tendrás todas las tiendas y servicios a un paso. Este piso también incluye armarios empotrados y un trastero para mayor comodidad. No dejes pasar la oportunidad de vivir en este bonito apartamento que ofrece todo lo que necesitas. ¡Ven a verlo y enamórate de tu nuevo hogar! (Gastos no incluidos).",
    "caracteristicas_detalle": [
      "63 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación norte, este",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 1ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Llucmajor Interior, Llucmajor",
    "calle": "",
    "barrio": "Llucmajor Interior",
    "ciudad": "Llucmajor",
    "price_num": 2400,
    "habitaciones": 3,
    "metros": 250,
    "extras": "Planta 4ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107188444/",
    "descripcion_detallada": "PISO EN ALQUILER EN EL PUEBLO DE LLUCMAJOR\n\nEste espacioso piso de 250 m² se encuentra en una de las ubicaciones más codiciadas de Llucmajor, en la emblemática Plaza de España, ofreciendo unas vistas despejadas y un entorno tranquilo pero céntrico. Con un diseño clásico y elegante, esta propiedad es ideal tanto para familias como para quienes buscan un hogar lleno de carácter y confort. &nbsp;\n\nDesde la puerta de entrada a la vivienda a través de un recibidor, accedemos a la zona de día en la que encontramos un amplio y luminoso salón, el cual se divide en dos espacios, permitiendo la creación de dos ambientes. Ideal para disfrutar en familia o recibir invitados. Tiene un comedor independiente con salida a un balcón. &nbsp; La &nbsp;cocina independiente, se encuentra completamente amueblada y equipada y cuenta con una zona de coladuría proporcionando funcionalidad y espacio adicional a la propiedad. &nbsp;\n\nA través de un pasillo accedemos a la zona de noche en la que encontramos 3 habitaciones dobles con armarios empotrados &nbsp;y tres baños siendo uno de ellos en suite con bañera. En la misma zona encontramos una sala de televisión con posibilidad de convertirla en una cuarta habitación según necesidad de los inquilinos. &nbsp;\n\nCuenta con dos plazas de parking y un trastero en el mismo edificio. &nbsp;\n\nLa propiedad está situada en pleno corazón de Llucmajor, en la Plaza de España, ofreciendo una excelente conexión con el centro del pueblo, tiendas locales, restaurantes y servicios. Disfruta de la tranquilidad del pueblo con todas las comodidades a tu alcance. &nbsp;\n\nLos gastos de comunidad y el IBI están incluidos en el precio del alquiler, el resto de suministros serán a cargo del inquilino. &nbsp;\n\nMascotas a consultar. &nbsp;\n\n¿Te imaginas vivir aquí? Esperamos tu llamada &nbsp;\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "250 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur, este",
      "Construido en 1883",
      "Amueblado y cocina equipada",
      "Calefacción individual: Gas natural",
      "Planta 4ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Finca rústica en Binissalem",
    "calle": "",
    "barrio": "",
    "ciudad": "Binissalem",
    "price_num": 2000,
    "habitaciones": 5,
    "metros": 330,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109970609/",
    "descripcion_detallada": "Encantadora finca en alquiler por temporada (hasta agosto de 2026): auténtica casa de campo mallorquina en Binissalem\n\nEsta espaciosa finca con mucho carácter e historia se encuentra en Binissalem, uno de los pueblos vinícolas con más encanto de Mallorca. Ofrece paz y privacidad, a solo 5 minutos a pie de la estación de tren con conexiones directas a Palma.\n\nEn la planta baja se encuentra un amplio salón-comedor con chimenea, cocina amueblada, habitación independiente con baño y el dormitorio principal con baño en suite. En la primera planta hay tres dormitorios y un baño.\n\nDetalles:\n• Amplio jardín con vistas\n• Terrazas cubiertas con comedor y zona de descanso al aire libre\n• Habitaciones luminosas con techos altos y vigas de madera\n• Cocina espaciosa con cocina de gas, nevera y lavadora\n• Aire acondicionado (frío/calor)\n• Aparcamiento disponible en la propiedad\n\nTenga en cuenta que la piscina está actualmente vacía y fuera de servicio.\n\nUn hogar temporal para aquellos que aprecian la autenticidad, el espacio y la tranquilidad: no es un alquiler vacacional pulido, sino un auténtico lugar mallorquín con alma e historia, perfectamente situado cerca del tren y de la vida del pueblo.",
    "caracteristicas_detalle": [
      "Finca rústica",
      "1 planta",
      "330 m² construidos",
      "5 habitaciones",
      "3 baños",
      "Parcela de 2.700 m²",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Cocina sin equipar y casa sin amueblar",
      "No dispone de calefacción",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Paseo de Mallorca, Camp d'En Serralta , Palma de Mallorca",
    "calle": "Paseo De Mallorca",
    "barrio": "Camp D'En Serralta",
    "ciudad": "Palma De Mallorca",
    "price_num": 5200,
    "habitaciones": 3,
    "metros": 151,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108405231/",
    "descripcion_detallada": "PISO EN ALQUILER EN PASEO MALLORCA\n\nEn una de las zonas más codiciadas de Palma, en el Paseo Mallorca, se encuentra esta exclusiva vivienda de obra nueva que destaca por su diseño contemporáneo, materiales nobles y gran luminosidad. El edificio donde se ubica esta vivienda tiene su fachada con celosía de paneles corredores de lamas de madera. &nbsp;\n\nCon 152&nbsp;m², la vivienda se distribuye en un amplio y luminoso salón-comedor con cocina integrada, equipada con electrodomésticos de alta gama de la marca Miele, muebles panelados de madera natural y una práctica isla de piedra natural de Binissalem creando un ambiente cálido y sofisticado. Tiene una zona de coladuría independiente y un aseo para invitados. &nbsp; El espacio recibe una luz maravillosa gracias a sus grandes ventanales de suelo a techo y vistas despejadas a la zona verde del paseo. &nbsp;\n\nLa zona de noche cuenta con tres habitaciones dobles, armarios empotrados con puertas de madera maciza de nogal francés e interiores de madera de cedro y dos baños completos con plato de ducha, siendo uno de ellos en suite. La habitación principal cuenta con un amplio vestidor. &nbsp;\n\nLos acabados son de máxima calidad, combinando diseño, funcionalidad y confort: suelos de parquet de roble, griferías de la reconocida firma Dornbracht, carpintería exterior de altas calidades, suelo radiante, climatización centralizada con control individualizado con un sistema de ahorro energético mediante renovación de aire (aerotermia) y domótica. &nbsp;&nbsp;\n\nPara completar la experiencia de lujo, el edificio cuenta con instalaciones como gimnasio completamente equipado, piscina interior climatizada, baño turco, una cuidada zona de jardín en la entrada principal, plaza de parking, trastero opcional, brindando comodidad y bienestar en un entorno exclusivo. &nbsp;\n\nLos gastos de comunidad y el IBI están incluidos en el precio de alquiler, el resto de los suministros serán a cargo del arrendatario. &nbsp;&nbsp;\n\nExcelente ubicación, a solo 5 minutos andando de la codiciada calle comercial Jaime III, rodeada de restaurantes, centros comerciales, centros de salud y muy buena comunicación con el aeropuerto, colegios y distintas playas de la zona. &nbsp;&nbsp;\n\nMascotas a consultar&nbsp;&nbsp;\n\n¿Te imaginas vivir aquí? Esperamos tu llamada&nbsp;\n\n&nbsp;\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "151 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Construido en 2023",
      "Cocina equipada y casa sin amueblar",
      "Calefacción central: Gas",
      "Planta 1ª exterior",
      "Con ascensor",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle de sa Caragola, Sa Ràpita",
    "calle": "",
    "barrio": "Calle De Sa Caragola",
    "ciudad": "Sa RàPita",
    "price_num": 4500,
    "habitaciones": 3,
    "metros": 345,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109970446/",
    "descripcion_detallada": "Nueva construcción extravagante con piscina y terraza en la azotea.\nEsta exclusiva villa de nueva construcción, finalizada en 2021 en las afueras de Sa Ràpita, estará disponible para alquiler en 2026. La propiedad se ofrece completamente amueblada, con la posibilidad de elegir el mobiliario en coordinación con el propietario. La villa destaca por su arquitectura excepcional: la entrada, con su forma similar a una torre y su fachada de piedra natural, recuerda a un típico molino mallorquín. Los ventanales de suelo a techo llenan las estancias de luz natural.\n\nEn la planta baja se encuentra el amplio salón-comedor de concepto abierto, con una cocina moderna y un lavadero contiguo, además de un aseo de invitados. Desde el salón se accede a la terraza parcialmente cubierta, desde donde se disfruta de una bonita vista al jardín. Una escalera de diseño, que se abre en dos direcciones, conduce a la planta superior. Aquí se ubican el dormitorio principal con baño en suite y terraza, así como otros dos dormitorios y dos baños; uno de los dormitorios cuenta también con su propia terraza.\n\nEl punto destacado de la propiedad es la amplia y soleada azotea, que ofrece vistas panorámicas impresionantes hacia la naturaleza y hasta el mar. La calefacción por suelo radiante y el sistema de aire acondicionado central garantizan una temperatura agradable durante todo el año. En el jardín de fácil mantenimiento se encuentran una bonita piscina y una acogedora zona de estar hundida en piedra natural con chimenea, un lugar perfecto para disfrutar de agradables momentos con familiares y amigos.\n\nUn garaje para dos vehículos con acceso directo a la vivienda completa esta magnífica propiedad. La paradisíaca playa natural de Es Trenc y el puerto deportivo están a tan solo cinco minutos en coche.\nSa Ràpita es un pequeño pueblo pesquero de ensueño, alejado del turismo de masas. Está ubicado en una hermosa reserva natural, cerca de Ses Covetes y de la playa natural Es Trenc, dos de las playas más hermosas de Mallorca que, con su arena blanca y fina, así como con su exuberante vegetación y sus aguas cristalinas, son capaces de transportarnos al más puro Caribe. El pueblo dispone también de un club náutico, que puede ser de gran interés si se posee una embarcación. Sa Rápita tiene buenas conexiones con Palma y el aeropuerto. El pueblo es una de las zonas más tranquilas de toda la isla. Esta tranquilidad, junto con la presencia de numerosos edificios antiguos de interés cultural, brinda un encanto inconfundible a toda la zona. En el pueblo podemos encontrar dos pequeños supermercados, un banco, una panadería y una farmacia, que cubren cualquier necesidad que pueda surgir. Además, hay numerosos restaurantes de gran calidad a lo largo de toda la zona. En el pueblo de Campos podemos encontrar grandes supermercados y un mercado semanal, al cual se puede llegar en pocos minutos. Tanto la ciudad de Palma como el aeropuerto internacional se encuentran solamente a 25 minutos, aproximadamente.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "345 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Parcela de 812 m²",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Construido en 2022",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo: 7,7 kWh/m² año",
      "Emisiones: 1,98 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en El Terreno, Palma de Mallorca",
    "calle": "",
    "barrio": "El Terreno",
    "ciudad": "Palma De Mallorca",
    "price_num": 12500,
    "habitaciones": 4,
    "metros": 350,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109196789/",
    "descripcion_detallada": "Elegante Villa Orientada al Sur con 4 Dormitorios y Vistas Espectaculares a la Bahía de Palma\n\nEl Terreno, Palma de Mallorca\n\nUbicada en lo alto de la Bahía de Palma, en el codiciado distrito de El Terreno, en la ladera, esta elegante villa orientada al sur ofrece impresionantes vistas panorámicas de la ciudad, el puerto y el mar abierto.\n\nDiseñada con estilo y confort en mente, la propiedad cuenta con cuatro amplios dormitorios y luminosas zonas de estar de planta abierta que crean un ambiente cálido y acogedor. Amplias terrazas soleadas en tres niveles le invitan a disfrutar del sol mediterráneo y de las impresionantes vistas de Palma y sus alrededores.\n\nSituada en una parcela de aproximadamente 542 m², la villa cuenta con espacios exteriores bellamente diseñados, que incluyen una piscina de agua salada, un jardín tropical, una casita de piscina y un garaje doble: el entorno perfecto para una vida relajada y lujosa en Mallorca.\n\n⸻\n\nInformación Adicional\nTodos los planos de planta, medidas y superficies son aproximados y no han sido verificados. Se aconseja a los compradores que tomen sus propias medidas in situ. Los planos adjuntos se proporcionan únicamente con fines de orientación y no están a escala.\n\nAviso Legal\nTodos los detalles de la propiedad son proporcionados por el vendedor, y no se asume ninguna responsabilidad por su exactitud o integridad. Esta oferta está sujeta a cambios y disponibilidad; no se excluye la venta o el alquiler previo.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "3 plantas",
      "350 m² construidos, 250 m² útiles",
      "4 habitaciones",
      "3 baños",
      "Parcela de 536 m²",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación oeste",
      "Construido en 1930",
      "Amueblado y cocina equipada",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Avenida del Rei Jaume I, Santa Ponça, Calvià",
    "calle": "Avenida Del Rei Jaume I",
    "barrio": "Santa PonçA",
    "ciudad": "Calvià",
    "price_num": 2000,
    "habitaciones": 3,
    "metros": 217,
    "extras": "Bajo interior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109970349/",
    "descripcion_detallada": "Disponible en Enero de 2026\nContrato 11 meses\n1 mes deposito\n1 mes agencia \nTodo excluido menos comunidad\n\nEste precioso apartamento es de 3 dormitorios y 2 baños. \nLa cocina, equipada con electrodomésticos nuevos, cuenta con un lavadero independiente, perfecto para mantener el orden en tu hogar.\n\nEl piso incluye aire acondicionado, armarios empotrados y una plaza de externa garaje incluida en el precio.\n\nUbicado junto al Náutico, este apartamento te ofrece la oportunidad de vivir cerca de la playa y disfrutar de todas las actividades que Santa Ponsa tiene para ofrecer. No pierdas la oportunidad de hacer de este lugar tu nuevo hogar.",
    "caracteristicas_detalle": [
      "217 m² construidos, 117 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Bajo interior",
      "Sin ascensor",
      "Aire acondicionado",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Príncep, Ses Salines (Mallorca)",
    "calle": "",
    "barrio": "Calle PríNcep",
    "ciudad": "Ses Salines (Mallorca)",
    "price_num": 4000,
    "habitaciones": 4,
    "metros": 159,
    "extras": "exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107686142/",
    "descripcion_detallada": "AMPLIO APARTAMENTO JUNTO AL MAR EN ALQUILER EN CALA GALIOTA \n\nDescubre este espacioso y luminoso apartamento ubicado en una de las zonas más cotizadas del sureste de Mallorca: la residencial y tranquila Cala Galiota, en Colònia de Sant Jordi. Rodeado de las playas paradisíacas de Es Trenc y Es Carbó, y a un paso del puerto que conecta con la isla de Cabrera, este hogar es perfecto para quienes buscan la serenidad del entorno mediterráneo sin renunciar a la comodidad.\n\nLa propiedad, de 159 m², cuenta con una generosa terraza donde podrás disfrutar de vistas laterales al mar y momentos de relax en un ambiente acogedor. El salón-comedor, amplio y luminoso, se conecta directamente con la terraza, al igual que la cocina independiente, diseñada para ofrecer funcionalidad y espacio. La vivienda dispone de cuatro dormitorios dobles, uno de ellos en suite con acceso a la terraza, y dos baños adicionales que brindan comodidad tanto para la familia como para invitados.\n\nLos suelos de gres, el aire acondicionado y la calefacción aseguran confort durante todo el año. Además, el apartamento se entrega amueblado y equipado, listo para entrar a vivir. La plaza de aparcamiento exterior incluida en el precio suma valor y comodidad a esta vivienda que lo tiene todo para convertirse en tu nuevo hogar junto al mar.\n\n¿Te imaginas despertando a pocos pasos de algunas de las mejores playas de la isla? No dejes pasar esta oportunidad y contáctanos para conocer todos los detalles.\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "159 m² construidos",
      "4 habitaciones",
      "3 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa rural en Lloseta",
    "calle": "",
    "barrio": "",
    "ciudad": "Lloseta",
    "price_num": 3500,
    "habitaciones": 4,
    "metros": 200,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109970268/",
    "descripcion_detallada": "Finca en alquiler en Lloseta\nEncantadora finca en alquiler en Lloseta, ubicada en una tranquila zona con magnificas vistas al paisaje. Con una superficie útil de aproximadamente 200 m² dispone de 4 amplias habitaciones dobles con armarios empotrados y&nbsp;2 baños completos, &nbsp;uno de ellos en suite para mayor comodidad.\n\nAdemás, tiene de un acogedor salón-comedor con chimenea, ideal para disfrutar en cualquier época del año, una cocina totalmente equipada, una coladuría y&nbsp;una&nbsp;despensa.\n\nEn el exterior, la finca ofrece un garaje privado, una amplia&nbsp;piscina, jardín, varias&nbsp;terraza, un porche&nbsp;y amplios espacios para disfrutar del aire libre y de la tranquilidad que ofrece el entorno.\n\nEl inmueble dispone de calefacción central de gasoil y se alquila amueblado.",
    "caracteristicas_detalle": [
      "Casa rural",
      "200 m² construidos",
      "4 habitaciones",
      "2 baños",
      "Chimenea",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle des Garrover, Bunyola",
    "calle": "",
    "barrio": "Calle Des Garrover",
    "ciudad": "Bunyola",
    "price_num": 9500,
    "habitaciones": 4,
    "metros": 550,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104201016/",
    "descripcion_detallada": "ESPECTACULAR VILLA EN LOS ALTOS DE SA COMA DE BUNYOLA CON PISCINA \n\nEn la tranquila zona de Sa coma de Bunyola a solo 20 minutos del centro de Palma, con vistas despajadas a la bahía de PALMA y a la sierra tramontana, encontramos este Chalet completamente amueblado en alquiler de 4 habitaciones con piscina y jardines.\n\nEl chalet se encuentra cerrado por muros de piedra en todo el perímetro, al ingresar se ingresa a hermoso y variado jardín que da lugar de lado a una&nbsp;piscina&nbsp;con vistas a la bahía de palma, de lado de esta tenemos una galería techada que se cubre de vegetación. Hacia la izquierda la zona de BBQ posee una mesa en madera maciza para ocho personas y dos hornos a leña.\n\nAl ingresar en la vivienda esta ofrece una cocina muy amplia, totalmente equipada y con menajes, una coladuria con lavadora y secadora y una despensa con un freezer extra. De lado la zona de día es muy amplia con diferentes sofás, TV y mesa de cenar. Una de las habitaciones se encuentra en esta planta junto con un baño completo.\n\nEn la planta alta tenemos dos habitaciones dobles con armarios empotrados, un baño completo y por último una habitación master en suite con una zona de vestir y su terraza balcón propia con vistas despejadas.\n\nLa vivienda posee ropa blanca, garaje para dos coches, servicio de mantenimiento semanal de piscina y jardín incluidos en el precio.\n\n¿Te imaginas vivir aquí?\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "550 m² construidos, 350 m² útiles",
      "4 habitaciones",
      "4 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Puerto Rico, 12, Nou Llevant, Palma de Mallorca",
    "calle": "Calle Puerto Rico",
    "barrio": "12",
    "ciudad": "Nou Llevant, Palma De Mallorca",
    "price_num": 2400,
    "habitaciones": 3,
    "metros": 120,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109960531/",
    "descripcion_detallada": "Amplia vivienda en una de las zonas mejor situadas de Palma de Mallorca y con mayor proyección.\nSe alquila piso 3 dormitorios 120 m² en Nou Levante, Palma.\nSe alquila vivienda muy luminosa en segunda planta en residencial tranquilo y cuidado de reciente construcción zona Nou Levante.\nLa vivienda cuenta con 3 dormitorios, el dormitorio principal en suite con vestidor, dos baños completos y un espacioso salón-comedor/ cocina de 42 m² con salida directa a bonita terraza de 14 m².\nEl residencial consta de un bonito jardín, piscina, zona de juegos infantil, gimnasio y sala de uso versátil. \n\nCaracterísticas destacadas de la vivienda \nMuy buen estado\nMuy luminosa ( orientación Este /Oeste ) \nAerotermia. ( Invierno / Verano )\nSuelos de tarima excepto en los baños, cocina y terraza.\nCerramientos internos de Ventanas con el más alto estándar de aislamiento térmico y acústico.\nArmarios empotrados en todos los dormitorios.\nParking amplio y cómodo \nTrastero \nLa urbanización está adaptada para personas con movilidad reducida, teniendo ascensores desde el hall principal de entrada hasta la propia vivienda.\n\nCertificado energético A \n\nVivienda ideal para personas que quieran tranquilidad a la vez que una buena ubicación en la ciudad Palma de Mallorca muy cerca de la playa y con todos los servicios en la zona, colegios, centro médico, supermercados, restaurantes y transporte público.",
    "caracteristicas_detalle": [
      "120 m² construidos, 100 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Avenida Marquès del Palmer, Ses Salines (Mallorca)",
    "calle": "",
    "barrio": "Avenida MarquèS Del Palmer",
    "ciudad": "Ses Salines (Mallorca)",
    "price_num": 1600,
    "habitaciones": 2,
    "metros": 96,
    "extras": "Planta 2ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/102321967/",
    "descripcion_detallada": "ÁTICO TOTALMENTE REFORMADO EN ALQUILER EN COLONIA SANT JORDI\n\nDISPONIBLE DESDE DICIEMBRE 2025\n\nEspectacular ático con terraza de 60m en segunda línea de playa en la Colonia de Sant Jordi.\n\nVivienda de calidades superiores a un consta de un gran salón comedor cocina totalmente equipada y dos habitaciones, una doble con cama de matrimonio y otra doble con una cama nido. A su vez un gran cuarto de baño con ducha, hacen de este apartamento un lujo al lado del mar.\n\nEl piso tiene un balcón de unos 15m al que se accede desde el salón comedor en el que poder disfrutar de su zona de sofás o de comer ampliamente, teniendo acceso directo desde la zona de cocina.\n\nLa terraza que se encuentra en el piso superior, mide alrededor de 60 metros y hará el deleite de quien disfrute de la vivienda, pudiendo tener en plena Colonia de Sant Jordi un amplio espacio al aire libre en el que tomar el sol, darse una ducha tras un día de mar o simplemente cenar una barbacoa con los amigos.\n\nLa vivienda dispone de plaza de garaje y se entrega con todos los utensilios, pequeño electrodoméstico, ropa de cama y de baño y en caso de necesitarlo, para los más pequeños, trona, cuna y carrito de paseo.\n\nConsultar precio según mes de alquiler.\n\n¿Te imaginas vivir aquí? ¡Esperamos tu llamada! &nbsp;\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "96 m² construidos, 80 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación este, oeste",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 2ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Cervantes, 5, Sta Catalina - El Jonquet, Palma de Mallorca",
    "calle": "Calle Cervantes",
    "barrio": "5",
    "ciudad": "Sta Catalina, El Jonquet, Palma De Mallorca",
    "price_num": 2200,
    "habitaciones": 3,
    "metros": 95,
    "extras": "Bajo interior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/40050146/",
    "descripcion_detallada": "***IMPORTANTE LEER TODA LA INFORMACIÓN Y REQUISITOS EN EL ANUNCIO ANTES DE PONERSE EN CONTACTO CON NOSOTROS E INCLUIR EL NÚMERO DE PERSONAS, LA FECHA DE ENTRADA Y EL NÚMERO DE MESES*** \n\nALQUILER MÍNIMO 3 MESES Y MÁXIMA 6 MESES CON POSIBLE PRÓRROGA HASTA 11 MESES. VIVIENDA TOTALMENTE EQUIPADA Y AMUEBLADA, CON WIFI, SÁBANAS, TOALLAS, MENAJE, ETC.\n\nDISPONIBLE DESDE 1 DE DICIEMBRE DE 2025.\n\nPRECIO: 1900€/MES + 300 SUMINISTROS/MES\n\nFIANZA: ULTIMO MES DE ALQUILER\nDEPÓSITO POR DESPERFECTOS: UN MES DE ALQUILER\n\nIMPORTANTE: Para poder proceder con el alquiler se requiere la siguiente información:\n\n-Nº total de inquilinos que arrendarán y vivirán en la propiedad.\n-Fecha de entrada y el número de meses en las que le interesa arrendar la vivienda.\n-DNI/Pasaporte de todos los inquilinos \n-Contrato de trabajo de todos los inquilinos y últimas tres nóminas\n-Vida Laboral de todos los inquilinos\n-Certificado de titularidad de cuenta bancaria del inquilino titular del contrato\n\n*No se admiten mascotas*\n*No se aceptan menores de edad*\n*Si no cumple con los requisitos anteriormente especificados, por favor abstenerse de pedir más información ya que no se tendrá en consideración la solicitud*\n\nEsta vivienda se ofrece única y exclusivamente bajo la modalidad del arrendamiento de temporada, a aquellas personas o empresas que busquen un alojamiento en la isla por motivos no vacacionales. El presente alquiler no tiene finalidad turística, sujetándose por tanto a lo dispuesto en la LEY DE ARRENDAMIENTOS URBANOS\n\nEste apartamento está situado en la zona de Santa Catalina, a sólo 10 minutos a pie de la Catedral, en una zona animada con bares, restaurantes, terrazas y tiendas. Junto a Plaza Progreso ya tan solo 2 minutos del conocido mercado de Santa Catalina.\n\nUsted encontrará en esta propiedad 3 dormitorios (1 doble, 1 doble, 1 individual) y 2 baños completos. También hay una terraza.\n\nParquet, TV, DVD, WIFI, calefacción central, cocina totalmente equipada y moderna con lavavajillas, tetera, cafetera, tostadora, etc.. . así como una lavadora y una secadora de ropa.",
    "caracteristicas_detalle": [
      "95 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Balcón",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Bajo interior",
      "Con ascensor",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Avenida d'Alemanya, Bons Aires, Palma de Mallorca",
    "calle": "Avenida D'Alemanya",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 2000,
    "habitaciones": 3,
    "metros": 150,
    "extras": "Planta 8ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/100798172/",
    "descripcion_detallada": "FANTÁSTICO PISO ´CERCA DEL CENTRO CON VISTAS Y ASCENSOR EN ALQUILER\n\nSe trata de un piso en una de las zonas más codiciadas de la ciudad. La conexión de Riera con Avenidas permite una mezcla entre la cercanía de negocios, comercios, locales, bares y restaurantes, con la tranquilidad y la belleza que se respiran en el área. &nbsp;\n\nEl inmueble consta de un amplio y luminoso salón-comedor que comunica con un balcón, permitiendo unas vistas de la ciudad fantásticas. Antes de entrar en la zona de noche pasamos a una cocina equipada con todo lo que se pueda necesitar.\n\nEl piso cuenta con tres habitaciones y dos baños, todas las habitaciones son espaciosas, tienen armario y son luminosas. &nbsp;\n\nIBI y comunidad incluida. Gastos aparte. &nbsp;\n\n¿Te imaginas vivir aquí? ¡Esperamos tu llamada!\n\n Contacte con nosotros para ver más inmuebles similares.",
    "caracteristicas_detalle": [
      "150 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 8ª exterior",
      "Con ascensor",
      "Consumo: 130 kWh/m² año",
      "Emisiones: 33 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Avenida de l'Argentina, 18, Camp d'En Serralta , Palma de Mallorca",
    "calle": "Avenida De L'Argentina",
    "barrio": "18",
    "ciudad": "Camp D'En Serralta, Palma De Mallorca",
    "price_num": 1750,
    "habitaciones": 4,
    "metros": 114,
    "extras": "Planta 4ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109967346/",
    "descripcion_detallada": "Se alquila piso de unos 110m2, de 4 habitaciones, en el centro de Palma, situado en Avenida Argentina, a dos minutos de Paseo Mallorca y Santa Catalina, con supermercados, comercios y todos los servicios a menos de 5 minutos.\n\nLa vivienda consta de: \n\n-Un luminoso salón con acceso a la terraza / balcón, con toldo. \n-3 habitaciones dobles, amuebladas, con camas a estrenar de 150 (2) y 135 (1) y armarios empotrados en dos de ellas.\n-Dispone de una 4ª habitación empleada como despacho/vestidor.\n-2 baños completos, uno de ellos con ducha y otro con bañera. \n-Cocina totalmente equipada: placa de gas, horno eléctrico, lavadora y secadora, nevera combi y microondas y menaje básico de cocina.\n\nEl piso se alquila amueblado, tal como aparece en las fotografías, y cuenta con aire acondicionado en el salón y habitación principal; y calefacción individual de gas natural con radiadores en todas las habitaciones. Suelos de terrazo, persianas PVC y madera y ventanas de madera. \n\nLos gastos comunitarios están incluidos en la renta de alquiler; la tasa anual de incineración de residuos urbanos y el consumo de luz, agua y gas no están incluidos en la renta y por tanto van a cargo del arrendatario.\n\nRequisitos: \nFianza de 2 meses, así como ingresos demostrable / contrato fijo y/o vida laboral. \n\nUna vivienda lista para entrar a vivir, bien comunicada en pleno centro de Palma!",
    "caracteristicas_detalle": [
      "114 m² construidos, 110 m² útiles",
      "4 habitaciones",
      "2 baños",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Gas natural",
      "Planta 4ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Bulevar de Peguera, Peguera, Calvià",
    "calle": "Bulevar De Peguera",
    "barrio": "Peguera",
    "ciudad": "Calvià",
    "price_num": 1750,
    "habitaciones": 2,
    "metros": 74,
    "extras": "Planta 4ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109833787/",
    "descripcion_detallada": "Se alquila apartamento con vistas al mar en el corazón de Peguera, en un residencial cerrado y muy cuidado, situado junto al bulevar principal. El complejo dispone de conserje, dos ascensores, amplias zonas ajardinadas con piscina y una plaza de parking incluida.\n\nLa vivienda, ubicada en una cuarta planta, destaca por su luminosidad y por una magnífica terraza con vistas a la playa de Peguera, perfecta para disfrutar del aire libre y de la tranquilidad del entorno.\n\nEl apartamento se alquila amueblado y completamente equipado con electrodomésticos. Cuenta con dos habitaciones dobles exteriores con armarios empotrados, un baño completo y un acogedor salón comedor con cocina americana. Dispone además de aire acondicionado por split.\n\nSu ubicación es inmejorable: en pleno centro de Peguera, con todos los servicios a un paso —supermercados, transporte público, colegios, restaurantes y zonas de ocio—, pero dentro de un entorno residencial que ofrece privacidad y calma.\n\nUna vivienda ideal para quienes buscan vivir cerca del mar y disfrutar de la comodidad de un entorno céntrico sin renunciar a la tranquilidad.\n\nAgencia registrada (ROAIIB): GOIBE740280/2024.",
    "caracteristicas_detalle": [
      "74 m² construidos, 64 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur, oeste",
      "Construido en 1965",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 4ª exterior",
      "Con ascensor",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Metge Llopis, Port de Pollença, Pollença",
    "calle": "Calle Del Metge Llopis",
    "barrio": "Port De PollençA",
    "ciudad": "PollençA",
    "price_num": 1700,
    "habitaciones": 2,
    "metros": 76,
    "extras": "Planta 2ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109969663/",
    "descripcion_detallada": "Se ofrece en alquiler temporal este precioso y luminoso apartamento en el centro del Puerto de Pollença, en una ubicación inmejorable: a solo 2 minutos a pie de la playa y de la plaza. Es ideal para quienes quieren vivir cerca de todo: paseo marítimo, restaurantes, supermercados y todos los servicios.\n\nLa vivienda destaca por su gran terraza, perfecta para disfrutar al aire libre, tomar el sol, leer o cenar fuera. El salón-comedor es muy luminoso y tiene acceso directo a la terraza, creando un espacio muy agradable y cómodo para el día a día.\n\nDispone de dos dormitorios: uno doble y otro individual, ambos con armario empotrado y salida directa a la terraza, lo que aporta aún más luz natural a las estancias. El baño cuenta con ducha, práctica y funcional, y la cocina está equipada con los electrodomésticos principales.\n\nCondiciones del alquiler:\n- Renta: 1.700 €/mes\n- Gastos de suministros: no incluidos \n- Fianza: 1 mes de renta\n- Honorarios de agencia: no incluidos\n- Duración máxima del contrato: hasta 11 meses (alquiler temporal, no vacacional)\n\nNo dude en contactarnos para más información o para concretar una visita. \n\nref: MNVT019.",
    "caracteristicas_detalle": [
      "76 m² construidos, 68 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Planta 2ª exterior",
      "Sin ascensor",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Portals Nous, Calvià",
    "calle": "",
    "barrio": "Portals Nous",
    "ciudad": "Calvià",
    "price_num": 2500,
    "habitaciones": 3,
    "metros": 110,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109617545/",
    "descripcion_detallada": "AMPLIO Y ACOGEDOR PISO EN PORTALS NOUS en EXCLUSIVIDAD!\n\nSe ofrece en alquiler este elegante piso de 100 m², más terraza, recientemente reformado, que combina amplitud, luminosidad y una ubicación privilegiada. Dispone de tres dormitorios —dos dobles y uno individual—, un espacioso baño, salón-comedor con acceso a terraza, cocina equipada, con gas y coladuría.\n\nEl edificio cuenta con ascensor y acceso adaptado para personas con movilidad reducida. Además, el complejo residencial ofrece piscina y aparcamiento comunitario, garantizando confort y comodidad.\n\nSituado a solo cinco minutos del prestigioso puerto de Portals Nous, disfrutará de proximidad a las mejores playas y una destacada oferta gastronómica y de tan solo dos minutos al famoso colegio internacional Agora.\n\nEl precio del alquiler es de 2.500 € mensuales, con gastos comunitarios incluidos. Los suministros y la tasa de basura se abonan aparte. Contrato temporal de 1 a 2 años.\n\nUna oportunidad excepcional para residir en una de las zonas más exclusivas de Mallorca. Contáctenos para más información o para concertar una visita.\n\nFIRST LINE MALLORCA S. L. U.",
    "caracteristicas_detalle": [
      "110 m² construidos, 100 m² útiles",
      "3 habitaciones",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Ático en Calle del Volantí, Porto Cristo, Manacor",
    "calle": "Calle Del Volantí",
    "barrio": "Porto Cristo",
    "ciudad": "Manacor",
    "price_num": 1100,
    "habitaciones": 3,
    "metros": 120,
    "extras": "Planta 3ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109969559/",
    "descripcion_detallada": "Ático Con Terraza-Solárium Privada De Unos 40m2 Con Acceso Privado Desde La Misma Vivienda, la vivienda hace unos 75m2. Porto Cristo.\n\n En Breve Tendremos Fotos Actualizadas.\n\nSe trata de un precioso ático con ascensor, es un 3º con unas preciosas vistas despejadas, la vivienda hace unos 75m2 de los cuales existen 3 habitaciones, una de las cuales es bastante grande, las otras son mas pequeñitas pero lo suficiente, dispone de 1 baño completo con bañera, bonita cocina totalmente amueblada y equipada con barra americana mas un bonito salón comedor con acceso directo a un pequeño balcón del cual se obtiene muchísima luz natural, en el pasillo tenemos un armario empotrado y otra estancia pequeña donde esta la lavadora, desde el mismo pasillo accedemos a un pequeño patio interior desde el cual subimos a la terraza, se trata de una preciosa y gran terraza de unos 40m2 desde la cual se puede ver los barcos en el Rivet y a lo lejos se distingue perfectamente el mar, esta terraza es totalmente privada solo y exclusiva para usted, logar idóneo para poner una barbacoa, un chill out o unas hamacas con su piscinita para disfrutar\ndel verano en la mas privacidad y intimidad. El edificio es de pocos vecinos, esta muy bien conservado y la apariencia de la fachada es muy bonita, se encuentra a escasos metros del\nRivet de Porto Cristo, es una zona muy tranquila. En Breve Tendremos Fotos Actualizadas.",
    "caracteristicas_detalle": [
      "120 m² construidos, 115 m² útiles",
      "3 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Calefacción individual",
      "Planta 3ª exterior",
      "Con ascensor",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en alfonso el magnanimo, Bons Aires, Palma de Mallorca",
    "calle": "Alfonso El Magnanimo",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1490,
    "habitaciones": 3,
    "metros": 120,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/101328285/",
    "descripcion_detallada": "¡Atención, buscadores de pisos con alma!\n\n¿Cansado de ver pisos que parecen sacados del catálogo de la tristeza?\nPues agárrate el café, porque este pisazo en Palma viene con personalidad, luz y más flow que un chiringuito en agosto.\n\nAbres la puerta y te da la bienvenida un salón tan luminoso que podrías dejar de pagar la luz y aún verías las pelusas bailar.\n\nAquí, los ventanales no son simples ventanas: son portales a la buena vida.\nY sí, hay balcón — de esos donde el café se enfría porque te quedas mirando el cielo pensando “madre mía, qué bien se vive aquí”.\n\nPasamos a la cocina, y, ojo, porque esto es nivel “MasterChef con presupuesto y gusto”.\nAmueblada con estilo, equipada con electrodomésticos modernos y tan amplia que podrías cocinar, bailar y discutir recetas todo a la vez.\nAquí se cuecen risas, cenas memorables y algún que otro plato experimental que nunca debió ver la luz. \n\nLas tres habitaciones están diseñadas para adaptarse a tu vida (y a tus dramas):\n\nDos habitaciones dobles perfectas para dormir, trabajar o esconderte de la realidad.\n\nUna individual que puede ser tu oficina, tu gimnasio o ese cuarto misterioso donde guardas todo lo que no quieres ver.\n\nEl baño completo y el aseo con ducha son tus aliados para evitar la guerra fría matutina del “¿vas a tardar mucho?”.\nSpoiler: ganarás tú.\n\nY la terraza… Ah, la terraza.\nNo es gigantesca, pero es ese rincón perfecto para desayunar con calma, tomar el sol un rato o charlar con una copa al atardecer.\nCómoda, bonita y con el espacio justo para decir “esto es vida” sin tener que gritarlo.\n\nSi además te estresa aparcar, respira: hay opción de garaje.\nTu coche también merece dejar de sufrir.\n\nUbicación de 10\nA solo 5 minutos del Corte Inglés, rodeado de todo lo que necesitas: supermercados, transporte, bares donde el camarero ya sabe tu pedido, colegios, farmacias y ese parque donde finges que sales a correr.\n\nPreguntas frecuentes (con respuestas sin filtro):\n\n¿El precio es negociable?\nNo. Y antes de que pongas cara de drama, te digo una cosa: lo vale. De verdad.\n\n¿Puedo traer a mi mascota?\nNos encantan los peludos, pero este piso es zona libre de patitas. A cambio, puedes ponerle nombre a tus plantas. \n\n¿Piden garantías económicas?\nClaro, queremos asegurarnos de que puedes pagar sin tener que vender tus órganos. Solo lo normal.\n\n¿Documentación necesaria?\nTus últimas nóminas, contrato de trabajo y DNI/NIE. Nada que no puedas encontrar en el cajón del papeleo.\n\n¿Qué no está incluido?\nLos suministros, tasa de basuras y todo lo que tú contrates (internet, Netflix, Spotify o ese servicio de sushi a domicilio que te conoce por nombre).\n\nEn resumen:\n\nUn piso con luz, estilo, buena vibraciones y ubicación de lujo.\nIdeal si quieres vivir en Palma sin renunciar al espacio, la comodidad y ese toque de “me lo merezco”.\n\nSi lo estás leyendo y ya te imaginas en el balcón con tu café (o tu vermut, que no juzgamos)…\nLlama, escribe o ven corriendo.\nPorque los pisos así no duran, y este, sinceramente, te está guiñando el ojo. .",
    "caracteristicas_detalle": [
      "120 m² construidos, 119 m² útiles",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje por 100 €/mes adicionales",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Camp Redo, Palma de Mallorca",
    "calle": "",
    "barrio": "Camp Redo",
    "ciudad": "Palma De Mallorca",
    "price_num": 7500,
    "habitaciones": 5,
    "metros": 450,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109969232/",
    "descripcion_detallada": "Esta moderna y luminosa vivienda unifamiliar se encuentra en Establiments, a tan solo 15 minutos del centro de Palma. Ubicada en una zona tranquila y rodeada de naturaleza, ofrece unas preciosas vistas abiertas a la Serra de Tramuntana, lo que la convierte en una opción ideal para quienes desean combinar cercanía a la ciudad con un entorno relajado.\n\nLa propiedad dispone de una parcela de unos 1.000 qm con amplias zonas ajardinadas, varias terrazas y una piscina de agua salada con un magnífico paisaje despejado. También cuenta con zona de barbacoa, área de juegos para niños y solárium. En el exterior hay espacio de aparcamiento para varios vehículos.\n\nLa vivienda, con aproximadamente 450 qm construidos, se distribuye en 3 plantas. En la planta baja se encuentran el salón-comedor con grandes ventanales, la cocina, un dormitorio doble y un baño. En la primera planta hay una sala de estar adicional, 3 amplios dormitorios dobles y 3 baños, todos ellos con abundante luz natural y bonitas vistas.\n\nLa planta sótano ofrece una sala de juegos, 2 habitaciones adicionales, un baño, lavandería y sala de máquinas, lo que la hace perfecta para invitados, zona de trabajo o espacios de ocio.\n\nEl equipamiento incluye aire acondicionado por conductos frío-calor, suelo radiante, chimenea y un sistema de domótica con persianas automáticas.\n\nUna propiedad que destaca por su amplitud, su privacidad y su perfecta combinación entre confort moderno y un privilegiado entorno natural.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "3 plantas",
      "450 m² construidos",
      "5 habitaciones",
      "5 baños",
      "Parcela de 1.000 m²",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Bomba de frío/calor",
      "Aire acondicionado",
      "Piscina",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle Miguel de Cervantes, Portals Nous, Calvià",
    "calle": "Calle Miguel De Cervantes",
    "barrio": "Portals Nous",
    "ciudad": "Calvià",
    "price_num": 1250,
    "habitaciones": null,
    "metros": 42,
    "extras": "Planta 7ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109823071/",
    "descripcion_detallada": "Disponible a partir del 10 de Noviembre de 2025 para alquiler a largo plazo.\n\nPrecioso y amplio estudio con vistas al mar, piscina y parking comunitario en PORTALS NOUS \n\nEstudio con preciosas VISTAS AL MAR en PORTALS NOUS. Totalmente reformado (electricidad, fontanería, todo. ) y amueblado con gusto. Tiene parking comunitario (con mando a distancia para el acceso) y piscina comunitarios.\nTotalmente reformado y equipado en altas calidades. Aire acondicionado (frio/calor), Cocina completa totalmente (nevera grande, horno, lavavajillas, lavadora.. . ) baño totalmente equipado, armario empotrado, sofá cama en el salón.\n\nGastos de comunidad y agua incluidos en el precio.",
    "caracteristicas_detalle": [
      "42 m² construidos, 39 m² útiles",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 7ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet adosado en Calle de l'Illa de Sicília, 1114, Ciudad Jardín, Palma de Mallorca",
    "calle": "Calle De L'Illa De SicíLia",
    "barrio": "1114",
    "ciudad": "Ciudad JardíN, Palma De Mallorca",
    "price_num": 2400,
    "habitaciones": 4,
    "metros": 160,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109969465/",
    "descripcion_detallada": "Alquilo adosado en Ciudad Jardín. 150 mts/2. Calle Illa de Sicilia. Salón con chimenea, 4 habitaciones, 3 baños, cocina amueblada, acceso a garaje 50 mts/2 desde la vivienda, suelos marmol, terrazas, balcones. Etc. No se admiten mascotas. No intermediarios. Se requiere aval bancario. Precio 2.400€/ mes. Loli.",
    "caracteristicas_detalle": [
      "Chalet adosado",
      "3 plantas",
      "160 m² construidos, 150 m² útiles",
      "4 habitaciones",
      "3 baños",
      "Parcela de 150 m²",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación este",
      "Cocina equipada y casa sin amueblar",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Dionís Bennàssar, Secar de la Real, Palma de Mallorca",
    "calle": "Calle De DioníS BennàSsar",
    "barrio": "Secar De La Real",
    "ciudad": "Palma De Mallorca",
    "price_num": 1800,
    "habitaciones": 2,
    "metros": 85,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109387199/",
    "descripcion_detallada": "Alquiler de temporada – Planta baja en El Secar de la Real, Palma\n\nSe alquila por temporada (máximo 11 meses, con motivo temporal justificado) una luminosa planta baja en El Secar de la Real, una de las zonas residenciales más demandadas de Palma. La ubicación es excelente, a pocos minutos del centro de la ciudad, con fácil acceso a la Vía de Cintura y rodeada de todos los servicios: colegios, centros deportivos, supermercados, hospitales y zonas verdes.\n\nLa vivienda, completamente reformada y equipada, ofrece un ambiente cómodo y moderno. Dispone de 2 dormitorios, 2 baños completos, salón-comedor con acceso directo al exterior y cocina totalmente equipada.\n\nEn el exterior cuenta con dos amplias terrazas privadas y salida directa a la piscina comunitaria de 25 metros. La comunidad ofrece además un parque infantil, zonas ajardinadas y un ambiente familiar y seguro.\n\nIncluye plaza de aparcamiento subterráneo, con acceso directo desde el edificio.\n\nCondiciones:\n\nContrato de temporada, máximo 11 meses, con motivo temporal justificado.\n\nSe solicitará documentación acreditativa.\n\nReserva, fianza y honorarios de agencia aplicables.\n\nUna oportunidad única de vivir en un entorno residencial de calidad, con todas las comodidades y a un paso de Palma.",
    "caracteristicas_detalle": [
      "85 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Felanitx centro, Felanitx",
    "calle": "",
    "barrio": "Felanitx Centro",
    "ciudad": "Felanitx",
    "price_num": 7500,
    "habitaciones": 5,
    "metros": 425,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968711/",
    "descripcion_detallada": "Impresionante finca moderna en el área de Felanitx-Esta espectacular y extensa villa de aproximadamente 425 m² se encuentra en la zona tranquila de Felanitx, a menos de 20 minutos en coche de las preciosas playas de Cala Murada, Cala Tropicana y la famosa zona de Porto Colom. La casa consta de un amplio salón con chimenea, cocina independiente totalmente equipada, cinco habitaciones dobles, seis baños, apartamento separado para invitados, unas terrazas abiertas/cerradas, área de descanso, comedor exterior y un vecindario tranquilo.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "425 m² construidos",
      "5 habitaciones",
      "6 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Nicolau Alemany, Sant Agustí, Palma de Mallorca",
    "calle": "Calle De Nicolau Alemany",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 1650,
    "habitaciones": 2,
    "metros": 80,
    "extras": "Planta 9ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104769705/",
    "descripcion_detallada": "ALQUILER DESDE AHORA HASTA FINALES DE JUNIO 2026. Precioso apartamento con espectaculares vistas al mar situado en primera línea. El piso tiene 80m2, posee una terraza con vistas al mar y a la playa, amplio y luminoso salón-comedor, cocina americana equipada, 2 dormitorios, 1 baño con jacuzzi, calefacción central de gas, piscina comunitaria.\nPrecio de alquiler incluye los gastos de comunidad e IBI.\nLos suministros de electricidad, agua, gas y Tasa Incineradora de Residuos Sólidos a cargo del inquilino.\nPrecio de alquiler es 1.650€/mes pagando mes a mes. \n\nNo dude en consultar el precio de alquiler!\n2 MESES DE FIANZA + 1 MES HONORARIOS DE AGENCIA+IVA.",
    "caracteristicas_detalle": [
      "80 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central: Gas",
      "Planta 9ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle Centre, 4, Costa de la Calma, Calvià",
    "calle": "Calle Centre",
    "barrio": "4",
    "ciudad": "Costa De La Calma, Calvià",
    "price_num": 850,
    "habitaciones": null,
    "metros": 35,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/38898019/",
    "descripcion_detallada": "Estudio totalmente reformado\nZona Tranquila con fácil aparcamiento\nCocina Equipada con Horno, microondas, lavavajillas, lavadora y nevera.\nAmplia Terraza \nBaño con ducha\nPosibilidad de Trastero\nListo para entrar a vivir\nGastos de Comunidad, Agua incluido e Internet incluidos\n2 meses de Fianza.\nSe requiere solvencia demostrable.\nAbstenerse inmobiliarias\nSe alquila todo el año no por temporadas.\nDisponible a partir de enero.",
    "caracteristicas_detalle": [
      "35 m² construidos",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Trastero",
      "Amueblado y cocina equipada",
      "Planta 1ª exterior",
      "Con ascensor",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle dels Foners, 19, Foners, Palma de Mallorca",
    "calle": "Calle Dels Foners",
    "barrio": "19",
    "ciudad": "Foners, Palma De Mallorca",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 46,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109732163/",
    "descripcion_detallada": "Ideal para empresas!\n\nA estrenar · Centro de Palma · Dos dormitorios · Dos baños en suite\n\nFantástico piso de nueva construcción, sin estrenar, situado en pleno centro de Palma, a pocos minutos del transporte público, la estación intermodal y numerosos comercios y servicios.\n\nLa vivienda, de 46 m², está totalmente equipada y se distribuye en:\n\n- Dos dormitorios con camas abatibles de matrimonio (150 cm) y armarios empotrados\n\n- Dos baños en suite\n\n- Luminoso salón-comedor con cocina abierta e integrada\n\nEquipamiento:\n\nHorno, lavadora, frigorífico\n\nTermo eléctrico\n\nAire acondicionado por conductos\n\nAlarma de seguridad\n\n- Precio de alquiler: 1.500 €/mes\n Incluye: gastos de comunidad, IBI y alarma de seguridad\n- No incluye: electricidad, agua, Tasa de Residuos Sólidos (11 €/mes)\n\n- Contrato de temporada — duración máxima 11 meses\n- 2 meses de fianza + 1 mes de agencia + IVA.",
    "caracteristicas_detalle": [
      "46 m² construidos, 43 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 10,31 kWh/m² año",
      "Emisiones: 7,94 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle des Vent, Villafranca de Bonany",
    "calle": "",
    "barrio": "Calle Des Vent",
    "ciudad": "Villafranca De Bonany",
    "price_num": 2500,
    "habitaciones": 3,
    "metros": 346,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968345/",
    "descripcion_detallada": "¡Descubre esta impresionante casa unifamiliar tipo chalet en alquiler en la codiciada zona de Villafranca de Bonany! Este amplio triplex cuenta con 346 m² construidos y 340 m² útiles, ofreciendo un espacio ideal para disfrutar de la vida en familia. Con tres habitaciones muy grandes, equipadas con armarios empotrados de madera de primera calidad, y tres baños completos, cada rincón de esta vivienda está diseñado para el confort.\n\nLa casa destaca por sus dos salones-comedor, cada uno con un estilo diferente que aporta versatilidad y encanto. La gran cocina, totalmente amueblada y equipada, es perfecta para los amantes de la gastronomía. Además, la fachada de piedra al estilo rústico mallorquín y los detalles de mar y piedra en el interior crean un ambiente acogedor y único.\n\nDisfruta de las vistas al campo desde las diversas terrazas y balcones que ofrece esta propiedad. Las vigas de madera maciza vistas y la carpintería interior de primera calidad añaden un toque de elegancia. También cuenta con sistemas de climatización mediante bomba de calor y aire acondicionado en toda la casa, asegurando un ambiente agradable durante todo el año.\n\nEl gran patio-terraza es el lugar perfecto para relajarse o disfrutar de reuniones familiares al aire libre. Ubicada en una zona tranquila y privada, esta casa es ideal para quienes buscan un refugio en la naturaleza sin renunciar a la comodidad. ¡No pierdas la oportunidad de vivir en este maravilloso chalet!",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "3 plantas",
      "346 m² construidos, 340 m² útiles",
      "3 habitaciones",
      "3 baños",
      "Parcela de 189 m²",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Construido en 2006",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle de Ramon de Montcada, Santa Ponça, Calvià",
    "calle": "Calle De Ramon De Montcada",
    "barrio": "Santa PonçA",
    "ciudad": "Calvià",
    "price_num": 950,
    "habitaciones": null,
    "metros": 37,
    "extras": "Planta 6ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108963654/",
    "descripcion_detallada": "**Estudio en Alquiler en Costa de la Calma - ¡Tu refugio junto al mar! **\n\nDESDE AHORA HASTA FINALES DE JUNIO 2026! Descubre este encantador estudio en alquiler en la primera línea del mar (NO tiene VISTAS directas al MAR), ideal para quienes buscan disfrutar de la tranquilidad y las vistas espectaculares. Con una superficie de aproximadamente 30 m², este espacio está en perfecto estado y listo para ser habitado. La terraza de 7 m² es el lugar perfecto para relajarse y disfrutar del atardecer.\n\nEl estudio cuenta con aire acondicionado frío/calor y ventiladores, asegurando su confort en cualquier época del año. Además, está totalmente equipado con vajilla y electrodomésticos básicos, lo que facilita tu día a día. La comunidad ofrece una piscina refrescante y acceso directo al mar, ideal para los amantes del sol y la playa. \n\nPara los más pequeños, hay un pequeño jardín donde pueden jugar, mientras que la cafetería en el complejo es perfecta para disfrutar de un café por la mañana. Ten en cuenta que no se admiten mascotas, y el alquiler es hasta finales de junio de 2026. \n\nEl precio incluye gastos de comunidad, IBI, Tasa Incineradora de Residuos Sólidos y agua, mientras que los suministros de electricidad correrán a cargo del inquilino. Con 2 meses de fianza y 1 mes de agencia más IVA, este estudio es una oportunidad que no querrás dejar pasar. ¡Contáctanos para más información y ven a vivir la experiencia costera!",
    "caracteristicas_detalle": [
      "37 m² construidos, 30 m² útiles",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación oeste",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 6ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Fora Vila, 235, Sencelles",
    "calle": "Fora Vila",
    "barrio": "235",
    "ciudad": "Sencelles",
    "price_num": 3500,
    "habitaciones": 4,
    "metros": 250,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968227/",
    "descripcion_detallada": "Parqué, agua caliente solar, pozo propio agua, chimenea pellet, aire acondicionado, piscina con electrólisis.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "1 planta",
      "250 m² construidos",
      "4 habitaciones",
      "3 baños",
      "Parcela de 10.000 m²",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Palmanova, Calvià",
    "calle": "",
    "barrio": "Palmanova",
    "ciudad": "Calvià",
    "price_num": 1950,
    "habitaciones": 3,
    "metros": 130,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104049731/",
    "descripcion_detallada": "Ubicada en la prestigiosa y residencial área de Son Caliu, descubrimos esta planta baja con un potencial excepcional. ¡SOLO DISPONIBLE PARA ALQUILER A LARGO PLAZO! Con 3 habitaciones, 2 baños, una cocina independiente y una sala de estar con acceso a una encantadora terraza y jardín. Además, cuenta con un pequeño almacén. \n\nPlaza de parking privada.\n\nEn sus alrededores encontrarás supermercados, colegios internacionales, centros de salud, playas mediterráneas, acceso directo al autopista, zonas verdes, zonas infantiles, centros deportivos. Ideal para familias.",
    "caracteristicas_detalle": [
      "130 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Ático en Calle del Pare Bartomeu Pou, Bons Aires, Palma de Mallorca",
    "calle": "Calle Del Pare Bartomeu Pou",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1400,
    "habitaciones": 2,
    "metros": 57,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109967808/",
    "descripcion_detallada": "Interesados por favor contactar vía mensaje idealista (NO llamadas), enviando información sobre número de personas que habitarían la vivienda, cuáles son sus perfiles y situaciones laborales, ingresos del grupo, tenencia de mascotas, duración deseada de contrato, fecha de entrada para ocupar la vivienda, etc. Piso de 57m2, totalmente amueblado, de 2 dormitorios dobles, cocina equipada (nevera, horno, vitro), salón comedor, 1 baño, amplio balcón en fachada principal y terraza privada de 20m² en cubierta. La vivienda dispone de carpinterías con doble acristalamiento, armarios empotrados, aire acondicionado (frío/calor) y suelos porcelánicos. NO se admiten mascotas.\n\nPiso en edificio de reciente construcción (2.025), situado en zona céntrica de Palma, a 5 minutos de plaza España, entre c/31 de diciembre y c/Blanquerna, . Servicios cercanos: supermercado Mercadona (200m), centro de ocio “s´Escorxador” y todo tipo de comercios y restaurantes situados en calle peatonal Blanquerna y Avenidas.\n\nEdificio con ascensor. Gastos de comunidad incluidos, consumos aparte. No se aceptan mascotas. Calificación energética: D. Consumo de energía: 72,2 kw h/m² año. Emisiones: 21,4 kg CO2/m² año.",
    "caracteristicas_detalle": [
      "57 m² construidos, 55 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 72,2 kWh/m² año",
      "Emisiones: 21,4 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Avenida de Joan Miró, 188, La Bonanova - Porto Pi, Palma de Mallorca",
    "calle": "Avenida De Joan Miró",
    "barrio": "188",
    "ciudad": "La Bonanova, Porto Pi, Palma De Mallorca",
    "price_num": 1250,
    "habitaciones": null,
    "metros": 35,
    "extras": "Planta 1ª exterior con ascensor | Publicado ayer",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109810326/",
    "descripcion_detallada": "Estudio de diseño reformado frente al Centro Comercial Porto Pi – Palma de Mallorca\n\nSe alquila precioso estudio de 30 m² \nPOR MESES O PARA LARGA TEMPORADA\ncompletamente reformado, con un estilo minimalista y moderno, situado justo enfrente del Centro Comercial Porto Pi y a tan solo 300 metros del Paseo Marítimo del Puerto de Palma.\n\nEl espacio destaca por su luminosidad gracias a una pared completa de ventanales Climalit con doble acristalamiento, que ofrecen luz natural durante todo el día.\n\nCuenta con:\n\n Cama de 1,60 m con colchón viscoelástico y canapé con amplio almacenaje.\n\n Armario empotrado.\n\n Cocina totalmente equipada: vitrocerámica de 4 fogones, lavavajillas, microondas.\n\n Sofá de tres plazas y bomba de aire frío/calor.\n\n Suelo de parquet y baño reformado con ducha y lavadora-secadora.\n\nLa finca dispone de una terraza comunitaria muy amplia ideal para tomar el sol o relajarse, además de una piscina comunitaria con vistas despejadas.\n\n Ubicación inmejorable: zona tranquila, con todos los servicios, transporte público y zonas comerciales a pocos metros.\n\nOPECION DE PLAZA DE PARKING PRIVADA JUSTO EN FRENTE DEL EDIFICIO POR 130 €/mes.\n\nCONDICIONES\n\n-Duración inicial 11 meses (posteriormente se podrá formalizar un contrato de 5 años)\n-Requisitos; Ingresos demostrables, 1 mes de agencia + 1 mes de fianza + el mes de entrada.\n-Obligatorio contratar seguro de alquiler.\n\n Disponible para entrar a vivir de inmediato.",
    "caracteristicas_detalle": [
      "35 m² construidos, 30 m² útiles",
      "Sin habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Ramon de Montcada, 41, Santa Ponça, Calvià",
    "calle": "Calle De Ramon De Montcada",
    "barrio": "41",
    "ciudad": "Santa PonçA, Calvià",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 67,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/96470812/",
    "descripcion_detallada": "Se alquila apartamento amueblado de 2 dormitorios, salón, cocina con barra americana, 1 baño completo y terraza orientación sur con vistas al mar.",
    "caracteristicas_detalle": [
      "67 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Finca rústica en Camino Sant Crist, 43, Campanet",
    "calle": "Camino Sant Crist",
    "barrio": "43",
    "ciudad": "Campanet",
    "price_num": 2800,
    "habitaciones": 2,
    "metros": 220,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109898239/",
    "descripcion_detallada": "",
    "caracteristicas_detalle": [
      "Finca rústica",
      "2 plantas",
      "220 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Chimenea",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción central: Gasoil",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Pare Bartomeu Pou, Bons Aires, Palma de Mallorca",
    "calle": "Calle Del Pare Bartomeu Pou",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1300,
    "habitaciones": 2,
    "metros": 57,
    "extras": "Planta 4ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109967656/",
    "descripcion_detallada": "Interesados por favor contactar vía mensaje idealista (NO llamadas), enviando información sobre número de personas que habitarían la vivienda, cuáles son sus perfiles y situaciones laborales, ingresos del grupo, tenencia de mascotas, duración deseada de contrato, fecha de entrada para ocupar la vivienda, etc. Piso de 57m2, totalmente amueblado, de 2 dormitorios dobles, cocina equipada (nevera, horno, vitro), salón comedor, 1 baño y amplio balcón en fachada principal. La vivienda dispone de carpinterías con doble acristalamiento, armarios empotrados, aire acondicionado (frío/calor) y suelos porcelánicos. NO se admiten mascotas.\n\nPiso en edificio de reciente construcción (2.025), situado en zona céntrica de Palma, a 5 minutos de plaza España, entre c/31 de diciembre y c/Blanquerna, . Servicios cercanos: supermercado Mercadona (200m), centro de ocio “s´Escorxador” y todo tipo de comercios y restaurantes situados en calle peatonal Blanquerna y Avenidas.\n\nEdificio con ascensor. Gastos de comunidad incluidos, consumos aparte. No se aceptan mascotas. Calificación energética: D. Consumo de energía: 72,2 kw h/m² año. Emisiones: 21,4 kg CO2/m² año.",
    "caracteristicas_detalle": [
      "57 m² construidos, 55 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 4ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 72,2 kWh/m² año",
      "Emisiones: 21,4 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Major, 39, Buger",
    "calle": "Calle Major",
    "barrio": "39",
    "ciudad": "Buger",
    "price_num": 875,
    "habitaciones": 2,
    "metros": 60,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108398815/",
    "descripcion_detallada": "Se alquila apartamento con dos habitaciones dobles un baño, cocina y salón y pequeña terraza. Se encuentra en el centro de la localidad de Buger. (la calle que figura no es exacta)\n\nEs imprescindible que enviéis referencias profesionales, (indicarlo en el mensaje) y se dará respuesta.",
    "caracteristicas_detalle": [
      "60 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Planta 1ª exterior",
      "Sin ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Caserón en Pollença",
    "calle": "",
    "barrio": "",
    "ciudad": "PollençA",
    "price_num": 6000,
    "habitaciones": 5,
    "metros": 337,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966739/",
    "descripcion_detallada": "Casa de pueblo de reciente construcción situada en el casco antiguo de Pollensa, con piscina, garaje, ascensor, suelo radiante, dos terrazas con espectaculares vistas a las montañas y a todo el pueblo así como el Puig de María y el Calvario. Situada en el límite del casco antiguo de Pollensa, se puede ir andando a todo el pueblo y cuenta también con rápida salida a las carreteras principales que nos llevan tanto a Puerto Pollensa como a Palma.\n\nEn la planta baja cuenta con un amplio y muy luminoso salón comedor con patio y chimenea, así como una alegre cocina con todos los electrodomésticos y acabados de alta gama. Desde el salón accedemos tanto al aseo como al garaje y tenemos el acceso al ascensor y las escaleras que nos llevan a las plantas superiores.\n\nEn la primera planta encontramos un luminoso y agradable salón de lectura, así como la habitación principal, con baño en suite y otras dos habitaciones dobles, ambas con baño en suite también.\n\nEn la segunda planta están las dos últimas habitaciones, también con baño en suite. Desde esta planta accedemos al porche y piscina así como a la siguiente terraza superior con espectaculares vistas 360º a todo Pollensa, montañas, Calvario, Puig de María.. . \n\nref: A-125.",
    "caracteristicas_detalle": [
      "Caserón",
      "4 plantas",
      "337 m² construidos",
      "5 habitaciones",
      "6 baños",
      "Parcela de 122 m²",
      "Balcón",
      "Chimenea",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Construido en 2023",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Consumo: 25,2 kWh/m² año",
      "Emisiones: 7,9 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Santa Eugenia",
    "calle": "",
    "barrio": "",
    "ciudad": "Santa Eugenia",
    "price_num": 2000,
    "habitaciones": 3,
    "metros": 175,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966696/",
    "descripcion_detallada": "Se ofrece en alquiler esta magnífica propiedad situada en el encantador pueblo de Santa Eugenia, un lugar que combina la tranquilidad de la vida mallorquina con todas las comodidades modernas. Esta vivienda está disponible exclusivamente para contrato de residencia habitual, ideal para quienes buscan establecer su hogar en un entorno privilegiado.\n\nLa casa cuenta con 3 habitaciones luminosas y 3 baños completos, diseñados para brindar comodidad y privacidad a toda la familia. La abundante iluminación natural que recorre cada estancia crea un ambiente cálido y acogedor. Además, dispone de 2 amplios salones, perfectos para disfrutar de momentos de relax o reuniones sociales.\n\nEn el exterior, la propiedad ofrece un jardín privado y una terraza soleada, espacios ideales para aprovechar el clima mediterráneo, organizar comidas al aire libre o simplemente descansar en un entorno tranquilo. También cuenta con espacio para 2 vehículos, lo que aporta comodidad y seguridad adicional.\n\nEntre sus características destacan el aire acondicionado, que garantiza confort en los meses más cálidos, y la chimenea tradicional, que aporta calidez y un ambiente único durante el invierno.\n\nSanta Eugenia es un pueblo con encanto, rodeado de naturaleza y con fácil acceso a Palma y otras zonas de la isla. Vivir aquí significa disfrutar de la paz de un entorno rural sin renunciar a la cercanía de servicios, comercios y buenas conexiones.\n\nEsta propiedad reúne todo lo necesario para convertirse en tu nuevo hogar: amplitud, luz, comodidad y el encanto de Mallorca.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "175 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Portals Nous, Calvià",
    "calle": "",
    "barrio": "Portals Nous",
    "ciudad": "Calvià",
    "price_num": 3700,
    "habitaciones": 2,
    "metros": 75,
    "extras": "Planta 2ª sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966545/",
    "descripcion_detallada": "Alquiler de Corta Temporada – Puerto Portals\nApartamento luminoso y elegante situado en una de las zonas residenciales más deseadas de Puerto Portals. Ofrece 2 amplios dormitorios, 2 baños modernos, un salón cómodo, cocina totalmente equipada y una encantadora terraza privada ideal para relajarse.\nLa propiedad cuenta con parking exterior y está ubicada en una comunidad bien cuidada.\nA pocos pasos de la marina, la playa, boutiques y restaurantes, es la opción perfecta para disfrutar de una estancia cómoda y con auténtico estilo mediterráneo.",
    "caracteristicas_detalle": [
      "75 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Planta 2ª",
      "Sin ascensor",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en El Terreno, Palma de Mallorca",
    "calle": "",
    "barrio": "El Terreno",
    "ciudad": "Palma De Mallorca",
    "price_num": 1900,
    "habitaciones": 2,
    "metros": 70,
    "extras": "Planta 3ª con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966544/",
    "descripcion_detallada": "En alquiler únicamente a corto plazo, este encantador apartamento se encuentra en la zona de El Terreno y ofrece unas vistas espectaculares. La vivienda dispone de un amplio salón-comedor, cocina totalmente equipada, un dormitorio doble y una segunda habitación ideal para utilizar como oficina o espacio de trabajo.\n\nLa comunidad pone a disposición de los residentes una gran piscina, zonas comunes y parking dentro del recinto. Además, se admiten mascotas.\n\nPara más información, por favor póngase en contacto con First Mallorca.",
    "caracteristicas_detalle": [
      "70 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Planta 3ª",
      "Con ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Dúplex en Sant Agustí, Palma de Mallorca",
    "calle": "",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 6500,
    "habitaciones": 3,
    "metros": 205,
    "extras": "Bajo con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109232520/",
    "descripcion_detallada": "Esta excepcional residencia dúplex se encuentra en una de las zonas más codiciadas de Cala Major, justo frente al mar. Grandes ventanales conectan de manera fluida los espacios interiores y exteriores, ofreciendo impresionantes vistas al mar Mediterráneo.\n\nCaracterísticas:\nElegante salón-comedor con terraza, cocina abierta de alta calidad, tres dormitorios con estilo y dos baños modernos, zona de terraza privada con acceso directo al jardín y a la zona de piscina, área de fitness, plaza de aparcamiento privada.\n\nDiseñada para inquilinos exigentes que valoran la calidad, la tranquilidad y las vistas al mar.\nContrato de alquiler conforme al artículo 3 de la LAU (alquiler de temporada).",
    "caracteristicas_detalle": [
      "205 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Orientación sur",
      "Construido en 2017",
      "Bajo",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Finca rústica en Santanyi, Santanyí",
    "calle": "",
    "barrio": "Santanyi",
    "ciudad": "Santanyí",
    "price_num": 7500,
    "habitaciones": 2,
    "metros": 458,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966295/",
    "descripcion_detallada": "Moderna y luminosa Villa a pocos minutos de las playas de S'Almunia y Cap des Moro\n\nINFORMACIÓN BÁSICA\nAño de construcción 2003\nestancias 4\nsala de estar\ncocina\ncomedor\ndormitorios 2\nde ellos dormitorios dobles 2\nvestidor\nbaños 3\nde ellos baños en suite 3\ndespacho\njardín\ncoladuria\nlujoso\n\nEQUIPAMIENTO\namueblado\naire acondicionado por aerotermia\nsuelo radiante por aerotermia\nestufa de leña X 4\npiscina de sal\npozo\nósmosis inversa\nventanas de aluminio\ndoble acristalamiento\n\nTÉRMINOS Y CONDICIONES\nComisión agencia: 1,5 mensualidades + IVA\nFianza: 2 mensualidades\nMantenimiento de piscina y jardín incluido\nmascotas a consultar\nLimpieza de la casa 2 veces por semana incluida en el precio.",
    "caracteristicas_detalle": [
      "Finca rústica",
      "458 m² construidos",
      "2 habitaciones",
      "3 baños",
      "Parcela de 4 m²",
      "Terraza",
      "Chimenea",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Construido en 2003",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de la Mar, Santanyí",
    "calle": "",
    "barrio": "Calle De La Mar",
    "ciudad": "Santanyí",
    "price_num": 950,
    "habitaciones": 1,
    "metros": 51,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/103151286/",
    "descripcion_detallada": "Moderno y acogedor Apartamento en primera planta en el Centro de Santanyí\n\nLa casa se alquila sin muebles, los muebles que se ven en las fotos son del actual inquilino y hay posibilidad de comprarlos.\n\nINFORMACIÓN BÁSICA\nsalón - comedor - cocina\ndormitorios 1\nde ellos dormitorios dobles 1\nbaños 1\nde ellos baños en suite 1\naseo 1\nnúmero de pisos 2\ncalidad: superior\nbalcón\ncomo nuevo\n\nEQUIPAMIENTO\nsin amueblar\naire acondicionado por aerotermia\nventanas de aluminio\ndoble acristalamiento\nsin ascensor\n\nTÉRMINOS Y CONDICIONES\nComisión agencia: 1,5 mensualidades + IVA\nFianza: 2 mensualidades\nmascotas a consultar\nPago del año por anticipado\nposible alquilar sólo como segunda residencia.",
    "caracteristicas_detalle": [
      "51 m² construidos",
      "1 habitación",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Cocina equipada y casa sin amueblar",
      "Planta 1ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Dúplex en Calle del Deganat, La Seu, Palma de Mallorca",
    "calle": "Calle Del Deganat",
    "barrio": "La Seu",
    "ciudad": "Palma De Mallorca",
    "price_num": 1300,
    "habitaciones": null,
    "metros": 40,
    "extras": "Bajo interior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107578844/",
    "descripcion_detallada": "Este acogedor loft de 40 m², diseñado en un espacio abierto de dos alturas, es perfecto para una sola persona que busca autenticidad y comodidad.\n\nUbicado a pocos metros de La Seu de Palma de Mallorca, la planta baja integra de forma fluida la cocina, el salón-comedor y el baño, creando un ambiente práctico y acogedor.\n\nEn la planta superior, una zona de descanso abierta aporta un toque especial, manteniendo la conexión y amplitud del espacio.\n\nCon su diseño diáfano y su carácter auténtico, este loft es ideal para quienes buscan un hogar con personalidad en una ubicación privilegiada.",
    "caracteristicas_detalle": [
      "40 m² construidos",
      "Sin habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Bajo interior",
      "Sin ascensor",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Deganat, La Seu, Palma de Mallorca",
    "calle": "Calle Del Deganat",
    "barrio": "La Seu",
    "ciudad": "Palma De Mallorca",
    "price_num": 1400,
    "habitaciones": 1,
    "metros": 70,
    "extras": "Entreplanta exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/106383243/",
    "descripcion_detallada": "Descubre este encantador apartamento de 1 dormitorio ubicado cerca de STP, en el corazón del Casco Antiguo de Palma.\n\nEste apartamento está disponible por un alquiler mensual de 1400 €. Ten en cuenta que los gastos, incluida la electricidad, son adicionales. Para asegurar la mejor experiencia, se incluye un servicio de limpieza semanal, asegurando que tu hogar se mantenga fresco y ordenado.\n\nCon su ubicación central, este apartamento es perfecto para aquellos que desean sumergirse en la vibrante atmósfera de Palma. El apartamento estará disponible a partir del 10 de noviembre, con una estancia mínima de 2 meses y un máximo de 11 meses.\n\n¡No te pierdas esta fantástica oportunidad! Contáctanos hoy para programar una visita.",
    "caracteristicas_detalle": [
      "70 m² construidos",
      "1 habitación",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Entreplanta exterior",
      "Sin ascensor",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Llucmajor, 166, Portixol-Molinar, Palma de Mallorca",
    "calle": "Calle De Llucmajor",
    "barrio": "166",
    "ciudad": "Portixol-Molinar, Palma De Mallorca",
    "price_num": 1780,
    "habitaciones": 2,
    "metros": 90,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109964724/",
    "descripcion_detallada": "Vivienda en alquiler en zona Molinar muy cercana a la playa y con un gran paseo por el litoral. Consta de dos dormitorios, ambos con baño en suite y armarios empotrados. Salòn con pequeña terraza. Todo exterior. Amplia cocina con office con electrodomèsticos. Calefacciòn individual con radiadores elèctricos y aire acondicionado con bomba de calor. Persianas elèctricas. Plaza de garaje incluida. Sin amueblar, aunque dispone de sofà cama en el salòn. Dos meses de depòsito. \nComunidad incluída.\nAbstenerse agencias.",
    "caracteristicas_detalle": [
      "90 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Eléctrica",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Femenias, 8, Camp d'En Serralta , Palma de Mallorca",
    "calle": "Calle Femenias",
    "barrio": "8",
    "ciudad": "Camp D'En Serralta, Palma De Mallorca",
    "price_num": 1800,
    "habitaciones": 1,
    "metros": 53,
    "extras": "Bajo exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965421/",
    "descripcion_detallada": "PISO PARA ALQUILER TEMPORAL. Precioso apartamento renovado totalmente. Ideal para parejas o personas solas. La ubicación es excelente, a un paso del mercado de Santa Catalina y de Jaime III.\nEl piso consta de una habitación, actualmente abierta a la sala sin separación, sala con cocina totalmente amueblada, baño, coladuría equipada y trastero. También tiene una pequeña estancia que se puede destinar a zona de trabajo.\n2 aires acondicionados, paredes y techo aislados térmica y acústicamente. \nSe destina únicamente a alquiler de temporada, por meses o temporada.\nEl consumo de agua y electricidad está incluido siempre que sea un consumo moderado-\nwifi incluido,\nMenaje de cocina, lavadora secadora, ropa de cama y toallas.",
    "caracteristicas_detalle": [
      "53 m² construidos, 50 m² útiles",
      "1 habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación oeste",
      "Amueblado y cocina equipada",
      "Bajo exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo: 1 kWh/m² año",
      "Emisiones: 0,1 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Santa Ponça, Calvià",
    "calle": "",
    "barrio": "Santa PonçA",
    "ciudad": "Calvià",
    "price_num": 2500,
    "habitaciones": 2,
    "metros": 120,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965375/",
    "descripcion_detallada": "Moderno apartamento con amplia terraza en Nova Santa Ponsa, situado en un exclusivo complejo residencial de lujo a solo unos minutos a pie del famoso Port Adriano, una de las zonas más cotizadas del suroeste de Mallorca.\n\nEl inmueble cuenta con 120 m² construidos distribuidos en dos dormitorios dobles, dos baños completos (uno en suite). La cocina independiente, moderna y totalmente equipada, dispone de coladuría adyacente. El amplio salón-comedor se abre a una terraza privada y cubierta, perfecta para disfrutar del clima mediterráneo y de las vistas a las zonas comunitarias.\n\nEl apartamento está equipado con aire acondicionado frío/calor por conductos, suelos de mármol, ventanas de PVC con doble acristalamiento, armarios empotrados, persianas y ascensor. La plaza de garaje y el trastero están incluidos en el precio.\n\nZonas comunes y servicios\nEl complejo residencial ofrece tres magníficas piscinas, amplios jardines comunitarios, aparcamiento para invitados y vigilancia las 24 horas, creando un entorno exclusivo, seguro y tranquilo.\n\nUbicación y entorno\nNova Santa Ponsa, en el municipio de Calvià (Mallorca), es una de las zonas residenciales más exclusivas de la isla. Rodeada de campos de golf y próxima a impresionantes acantilados, ofrece vistas panorámicas a las islas Malgrats y al islote del Toro. La propiedad se encuentra a pocos pasos de la playa y del puerto deportivo Port Adriano, y a tan solo 15 minutos en coche de Palma y 20 minutos del aeropuerto internacional.\n\nEste moderno apartamento con terraza en Nova Santa Ponsa es la opción perfecta para quienes buscan un alquiler de lujo en Mallorca durante la temporada de invierno, combinando comodidad, elegancia y una ubicación privilegiada junto al mar.\n\nPara más información, fotografías o concertar una visita, no dude en contactarnos. [IW].",
    "caracteristicas_detalle": [
      "120 m² construidos, 100 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Puerto Nous, s/n, Portals Nous, Calvià",
    "calle": "Puerto Nous",
    "barrio": "S/N",
    "ciudad": "Portals Nous, Calvià",
    "price_num": 1500,
    "habitaciones": null,
    "metros": 45,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965321/",
    "descripcion_detallada": "Elegante estudio con vistas al mar en Portals Nous.\n\nSe ofrece acogedor y luminoso estudio de 40 m² situado en una de las zonas más exclusivas de la isla. El apartamento cuenta con una preciosa vista al mar y una distribución práctica y funcional, ideal como residencia vacacional o inversión.\n\nLa vivienda dispone de climatización frío/calor, y la comunidad tiene un coste muy reducido de 400 € al año.\n\nUna oportunidad única para disfrutar de Porto Portals con todas sus comodidades, restaurantes y el puerto deportivo a pocos pasos.",
    "caracteristicas_detalle": [
      "45 m² construidos, 40 m² útiles",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 1980",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Sant Agustí, Palma de Mallorca",
    "calle": "",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 1250,
    "habitaciones": 1,
    "metros": 60,
    "extras": "Planta 10ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965192/",
    "descripcion_detallada": "***SOLO ALQUILER DE CORTO PLAZO, MÁXIMO 11 MESES***\n\nSE ALQUILA!\n\nAMUEBLADO.\nPISO LUMINOSO con terraza acristalada y ESPECTACULARES VISTAS AL MAR en PRIMERA LÍNEA de San Agustín, ACCESO DIRECTO AL MAR.\n\nConsta de 1 dormitorio y 1 baño completo renovado. Cocina semi-abierta totalmente equipada. Amplio salón-comedor con terraza acristalada que ofrece MARAVILLOSAS VISTAS AL MAR Y AL PUERTO CALANOVA.\n\nEquipado con ventanas con aire acondicionado integrado, ventanas de aluminio con doble acristalamiento, suelos de cerámicas, armarios empotrados.\n\nEl complejo MUY BIEN CUIDADO en PRIMERA LÍNEA de San Agustín cuenta con ACCESO DIRECTO AL MAR, PISCINA COMUNITARIA, restaurante, solarium. Ascensores y servicio de conserjería.\n\nEXCELENTE UBICACIÓN. San Agustín es uno de los barrios costeros más cotizados de Palma, Ofrece una situación privilegiada. Cerca de bares, restaurantes, tiendas, servicios de transporte público, centro médico, playas y puertos. A 2 minutos a pie del PUERTO DEPORTIVO CALANOVA, así como de la playa de Cala Mayor. A tan sólo 5 minutos en coche del Centro Comercial Porto Pi y del Paseo Marítimo, a 10 minutos del centro de Palma, y a 15 minutos del aeropuerto. [IW].",
    "caracteristicas_detalle": [
      "60 m² construidos, 57 m² útiles",
      "1 habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 10ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet adosado en Calle de l'Illa de Sicília, 1114, Ciudad Jardín, Palma de Mallorca",
    "calle": "Calle De L'Illa De SicíLia",
    "barrio": "1114",
    "ciudad": "Ciudad JardíN, Palma De Mallorca",
    "price_num": 2400,
    "habitaciones": 4,
    "metros": 160,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109969465/",
    "descripcion_detallada": "Alquilo adosado en Ciudad Jardín. 150 mts/2. Calle Illa de Sicilia. Salón con chimenea, 4 habitaciones, 3 baños, cocina amueblada, acceso a garaje 50 mts/2 desde la vivienda, suelos marmol, terrazas, balcones. Etc. No se admiten mascotas. No intermediarios. Se requiere aval bancario. Precio 2.400€/ mes. Loli.",
    "caracteristicas_detalle": [
      "Chalet adosado",
      "3 plantas",
      "160 m² construidos, 150 m² útiles",
      "4 habitaciones",
      "3 baños",
      "Parcela de 150 m²",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación este",
      "Cocina equipada y casa sin amueblar",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Dionís Bennàssar, Secar de la Real, Palma de Mallorca",
    "calle": "Calle De DioníS BennàSsar",
    "barrio": "Secar De La Real",
    "ciudad": "Palma De Mallorca",
    "price_num": 1800,
    "habitaciones": 2,
    "metros": 85,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109387199/",
    "descripcion_detallada": "Alquiler de temporada – Planta baja en El Secar de la Real, Palma\n\nSe alquila por temporada (máximo 11 meses, con motivo temporal justificado) una luminosa planta baja en El Secar de la Real, una de las zonas residenciales más demandadas de Palma. La ubicación es excelente, a pocos minutos del centro de la ciudad, con fácil acceso a la Vía de Cintura y rodeada de todos los servicios: colegios, centros deportivos, supermercados, hospitales y zonas verdes.\n\nLa vivienda, completamente reformada y equipada, ofrece un ambiente cómodo y moderno. Dispone de 2 dormitorios, 2 baños completos, salón-comedor con acceso directo al exterior y cocina totalmente equipada.\n\nEn el exterior cuenta con dos amplias terrazas privadas y salida directa a la piscina comunitaria de 25 metros. La comunidad ofrece además un parque infantil, zonas ajardinadas y un ambiente familiar y seguro.\n\nIncluye plaza de aparcamiento subterráneo, con acceso directo desde el edificio.\n\nCondiciones:\n\nContrato de temporada, máximo 11 meses, con motivo temporal justificado.\n\nSe solicitará documentación acreditativa.\n\nReserva, fianza y honorarios de agencia aplicables.\n\nUna oportunidad única de vivir en un entorno residencial de calidad, con todas las comodidades y a un paso de Palma.",
    "caracteristicas_detalle": [
      "85 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Felanitx centro, Felanitx",
    "calle": "",
    "barrio": "Felanitx Centro",
    "ciudad": "Felanitx",
    "price_num": 7500,
    "habitaciones": 5,
    "metros": 425,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968711/",
    "descripcion_detallada": "Impresionante finca moderna en el área de Felanitx-Esta espectacular y extensa villa de aproximadamente 425 m² se encuentra en la zona tranquila de Felanitx, a menos de 20 minutos en coche de las preciosas playas de Cala Murada, Cala Tropicana y la famosa zona de Porto Colom. La casa consta de un amplio salón con chimenea, cocina independiente totalmente equipada, cinco habitaciones dobles, seis baños, apartamento separado para invitados, unas terrazas abiertas/cerradas, área de descanso, comedor exterior y un vecindario tranquilo.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "425 m² construidos",
      "5 habitaciones",
      "6 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Nicolau Alemany, Sant Agustí, Palma de Mallorca",
    "calle": "Calle De Nicolau Alemany",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 1650,
    "habitaciones": 2,
    "metros": 80,
    "extras": "Planta 9ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104769705/",
    "descripcion_detallada": "ALQUILER DESDE AHORA HASTA FINALES DE JUNIO 2026. Precioso apartamento con espectaculares vistas al mar situado en primera línea. El piso tiene 80m2, posee una terraza con vistas al mar y a la playa, amplio y luminoso salón-comedor, cocina americana equipada, 2 dormitorios, 1 baño con jacuzzi, calefacción central de gas, piscina comunitaria.\nPrecio de alquiler incluye los gastos de comunidad e IBI.\nLos suministros de electricidad, agua, gas y Tasa Incineradora de Residuos Sólidos a cargo del inquilino.\nPrecio de alquiler es 1.650€/mes pagando mes a mes. \n\nNo dude en consultar el precio de alquiler!\n2 MESES DE FIANZA + 1 MES HONORARIOS DE AGENCIA+IVA.",
    "caracteristicas_detalle": [
      "80 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central: Gas",
      "Planta 9ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle Centre, 4, Costa de la Calma, Calvià",
    "calle": "Calle Centre",
    "barrio": "4",
    "ciudad": "Costa De La Calma, Calvià",
    "price_num": 850,
    "habitaciones": null,
    "metros": 35,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/38898019/",
    "descripcion_detallada": "Estudio totalmente reformado\nZona Tranquila con fácil aparcamiento\nCocina Equipada con Horno, microondas, lavavajillas, lavadora y nevera.\nAmplia Terraza \nBaño con ducha\nPosibilidad de Trastero\nListo para entrar a vivir\nGastos de Comunidad, Agua incluido e Internet incluidos\n2 meses de Fianza.\nSe requiere solvencia demostrable.\nAbstenerse inmobiliarias\nSe alquila todo el año no por temporadas.\nDisponible a partir de enero.",
    "caracteristicas_detalle": [
      "35 m² construidos",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Trastero",
      "Amueblado y cocina equipada",
      "Planta 1ª exterior",
      "Con ascensor",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle dels Foners, 19, Foners, Palma de Mallorca",
    "calle": "Calle Dels Foners",
    "barrio": "19",
    "ciudad": "Foners, Palma De Mallorca",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 46,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109732163/",
    "descripcion_detallada": "Ideal para empresas!\n\nA estrenar · Centro de Palma · Dos dormitorios · Dos baños en suite\n\nFantástico piso de nueva construcción, sin estrenar, situado en pleno centro de Palma, a pocos minutos del transporte público, la estación intermodal y numerosos comercios y servicios.\n\nLa vivienda, de 46 m², está totalmente equipada y se distribuye en:\n\n- Dos dormitorios con camas abatibles de matrimonio (150 cm) y armarios empotrados\n\n- Dos baños en suite\n\n- Luminoso salón-comedor con cocina abierta e integrada\n\nEquipamiento:\n\nHorno, lavadora, frigorífico\n\nTermo eléctrico\n\nAire acondicionado por conductos\n\nAlarma de seguridad\n\n- Precio de alquiler: 1.500 €/mes\n Incluye: gastos de comunidad, IBI y alarma de seguridad\n- No incluye: electricidad, agua, Tasa de Residuos Sólidos (11 €/mes)\n\n- Contrato de temporada — duración máxima 11 meses\n- 2 meses de fianza + 1 mes de agencia + IVA.",
    "caracteristicas_detalle": [
      "46 m² construidos, 43 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 10,31 kWh/m² año",
      "Emisiones: 7,94 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle des Vent, Villafranca de Bonany",
    "calle": "",
    "barrio": "Calle Des Vent",
    "ciudad": "Villafranca De Bonany",
    "price_num": 2500,
    "habitaciones": 3,
    "metros": 346,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968345/",
    "descripcion_detallada": "¡Descubre esta impresionante casa unifamiliar tipo chalet en alquiler en la codiciada zona de Villafranca de Bonany! Este amplio triplex cuenta con 346 m² construidos y 340 m² útiles, ofreciendo un espacio ideal para disfrutar de la vida en familia. Con tres habitaciones muy grandes, equipadas con armarios empotrados de madera de primera calidad, y tres baños completos, cada rincón de esta vivienda está diseñado para el confort.\n\nLa casa destaca por sus dos salones-comedor, cada uno con un estilo diferente que aporta versatilidad y encanto. La gran cocina, totalmente amueblada y equipada, es perfecta para los amantes de la gastronomía. Además, la fachada de piedra al estilo rústico mallorquín y los detalles de mar y piedra en el interior crean un ambiente acogedor y único.\n\nDisfruta de las vistas al campo desde las diversas terrazas y balcones que ofrece esta propiedad. Las vigas de madera maciza vistas y la carpintería interior de primera calidad añaden un toque de elegancia. También cuenta con sistemas de climatización mediante bomba de calor y aire acondicionado en toda la casa, asegurando un ambiente agradable durante todo el año.\n\nEl gran patio-terraza es el lugar perfecto para relajarse o disfrutar de reuniones familiares al aire libre. Ubicada en una zona tranquila y privada, esta casa es ideal para quienes buscan un refugio en la naturaleza sin renunciar a la comodidad. ¡No pierdas la oportunidad de vivir en este maravilloso chalet!",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "3 plantas",
      "346 m² construidos, 340 m² útiles",
      "3 habitaciones",
      "3 baños",
      "Parcela de 189 m²",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Construido en 2006",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle de Ramon de Montcada, Santa Ponça, Calvià",
    "calle": "Calle De Ramon De Montcada",
    "barrio": "Santa PonçA",
    "ciudad": "Calvià",
    "price_num": 950,
    "habitaciones": null,
    "metros": 37,
    "extras": "Planta 6ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108963654/",
    "descripcion_detallada": "**Estudio en Alquiler en Costa de la Calma - ¡Tu refugio junto al mar! **\n\nDESDE AHORA HASTA FINALES DE JUNIO 2026! Descubre este encantador estudio en alquiler en la primera línea del mar (NO tiene VISTAS directas al MAR), ideal para quienes buscan disfrutar de la tranquilidad y las vistas espectaculares. Con una superficie de aproximadamente 30 m², este espacio está en perfecto estado y listo para ser habitado. La terraza de 7 m² es el lugar perfecto para relajarse y disfrutar del atardecer.\n\nEl estudio cuenta con aire acondicionado frío/calor y ventiladores, asegurando su confort en cualquier época del año. Además, está totalmente equipado con vajilla y electrodomésticos básicos, lo que facilita tu día a día. La comunidad ofrece una piscina refrescante y acceso directo al mar, ideal para los amantes del sol y la playa. \n\nPara los más pequeños, hay un pequeño jardín donde pueden jugar, mientras que la cafetería en el complejo es perfecta para disfrutar de un café por la mañana. Ten en cuenta que no se admiten mascotas, y el alquiler es hasta finales de junio de 2026. \n\nEl precio incluye gastos de comunidad, IBI, Tasa Incineradora de Residuos Sólidos y agua, mientras que los suministros de electricidad correrán a cargo del inquilino. Con 2 meses de fianza y 1 mes de agencia más IVA, este estudio es una oportunidad que no querrás dejar pasar. ¡Contáctanos para más información y ven a vivir la experiencia costera!",
    "caracteristicas_detalle": [
      "37 m² construidos, 30 m² útiles",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación oeste",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 6ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Fora Vila, 235, Sencelles",
    "calle": "Fora Vila",
    "barrio": "235",
    "ciudad": "Sencelles",
    "price_num": 3500,
    "habitaciones": 4,
    "metros": 250,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968227/",
    "descripcion_detallada": "Parqué, agua caliente solar, pozo propio agua, chimenea pellet, aire acondicionado, piscina con electrólisis.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "1 planta",
      "250 m² construidos",
      "4 habitaciones",
      "3 baños",
      "Parcela de 10.000 m²",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Palmanova, Calvià",
    "calle": "",
    "barrio": "Palmanova",
    "ciudad": "Calvià",
    "price_num": 1950,
    "habitaciones": 3,
    "metros": 130,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104049731/",
    "descripcion_detallada": "Ubicada en la prestigiosa y residencial área de Son Caliu, descubrimos esta planta baja con un potencial excepcional. ¡SOLO DISPONIBLE PARA ALQUILER A LARGO PLAZO! Con 3 habitaciones, 2 baños, una cocina independiente y una sala de estar con acceso a una encantadora terraza y jardín. Además, cuenta con un pequeño almacén. \n\nPlaza de parking privada.\n\nEn sus alrededores encontrarás supermercados, colegios internacionales, centros de salud, playas mediterráneas, acceso directo al autopista, zonas verdes, zonas infantiles, centros deportivos. Ideal para familias.",
    "caracteristicas_detalle": [
      "130 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Ático en Calle del Pare Bartomeu Pou, Bons Aires, Palma de Mallorca",
    "calle": "Calle Del Pare Bartomeu Pou",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1400,
    "habitaciones": 2,
    "metros": 57,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109967808/",
    "descripcion_detallada": "Interesados por favor contactar vía mensaje idealista (NO llamadas), enviando información sobre número de personas que habitarían la vivienda, cuáles son sus perfiles y situaciones laborales, ingresos del grupo, tenencia de mascotas, duración deseada de contrato, fecha de entrada para ocupar la vivienda, etc. Piso de 57m2, totalmente amueblado, de 2 dormitorios dobles, cocina equipada (nevera, horno, vitro), salón comedor, 1 baño, amplio balcón en fachada principal y terraza privada de 20m² en cubierta. La vivienda dispone de carpinterías con doble acristalamiento, armarios empotrados, aire acondicionado (frío/calor) y suelos porcelánicos. NO se admiten mascotas.\n\nPiso en edificio de reciente construcción (2.025), situado en zona céntrica de Palma, a 5 minutos de plaza España, entre c/31 de diciembre y c/Blanquerna, . Servicios cercanos: supermercado Mercadona (200m), centro de ocio “s´Escorxador” y todo tipo de comercios y restaurantes situados en calle peatonal Blanquerna y Avenidas.\n\nEdificio con ascensor. Gastos de comunidad incluidos, consumos aparte. No se aceptan mascotas. Calificación energética: D. Consumo de energía: 72,2 kw h/m² año. Emisiones: 21,4 kg CO2/m² año.",
    "caracteristicas_detalle": [
      "57 m² construidos, 55 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 72,2 kWh/m² año",
      "Emisiones: 21,4 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Avenida de Joan Miró, 188, La Bonanova - Porto Pi, Palma de Mallorca",
    "calle": "Avenida De Joan Miró",
    "barrio": "188",
    "ciudad": "La Bonanova, Porto Pi, Palma De Mallorca",
    "price_num": 1250,
    "habitaciones": null,
    "metros": 35,
    "extras": "Planta 1ª exterior con ascensor | Publicado ayer",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109810326/",
    "descripcion_detallada": "Estudio de diseño reformado frente al Centro Comercial Porto Pi – Palma de Mallorca\n\nSe alquila precioso estudio de 30 m² \nPOR MESES O PARA LARGA TEMPORADA\ncompletamente reformado, con un estilo minimalista y moderno, situado justo enfrente del Centro Comercial Porto Pi y a tan solo 300 metros del Paseo Marítimo del Puerto de Palma.\n\nEl espacio destaca por su luminosidad gracias a una pared completa de ventanales Climalit con doble acristalamiento, que ofrecen luz natural durante todo el día.\n\nCuenta con:\n\n Cama de 1,60 m con colchón viscoelástico y canapé con amplio almacenaje.\n\n Armario empotrado.\n\n Cocina totalmente equipada: vitrocerámica de 4 fogones, lavavajillas, microondas.\n\n Sofá de tres plazas y bomba de aire frío/calor.\n\n Suelo de parquet y baño reformado con ducha y lavadora-secadora.\n\nLa finca dispone de una terraza comunitaria muy amplia ideal para tomar el sol o relajarse, además de una piscina comunitaria con vistas despejadas.\n\n Ubicación inmejorable: zona tranquila, con todos los servicios, transporte público y zonas comerciales a pocos metros.\n\nOPECION DE PLAZA DE PARKING PRIVADA JUSTO EN FRENTE DEL EDIFICIO POR 130 €/mes.\n\nCONDICIONES\n\n-Duración inicial 11 meses (posteriormente se podrá formalizar un contrato de 5 años)\n-Requisitos; Ingresos demostrables, 1 mes de agencia + 1 mes de fianza + el mes de entrada.\n-Obligatorio contratar seguro de alquiler.\n\n Disponible para entrar a vivir de inmediato.",
    "caracteristicas_detalle": [
      "35 m² construidos, 30 m² útiles",
      "Sin habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Ramon de Montcada, 41, Santa Ponça, Calvià",
    "calle": "Calle De Ramon De Montcada",
    "barrio": "41",
    "ciudad": "Santa PonçA, Calvià",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 67,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/96470812/",
    "descripcion_detallada": "Se alquila apartamento amueblado de 2 dormitorios, salón, cocina con barra americana, 1 baño completo y terraza orientación sur con vistas al mar.",
    "caracteristicas_detalle": [
      "67 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Finca rústica en Camino Sant Crist, 43, Campanet",
    "calle": "Camino Sant Crist",
    "barrio": "43",
    "ciudad": "Campanet",
    "price_num": 2800,
    "habitaciones": 2,
    "metros": 220,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109898239/",
    "descripcion_detallada": "",
    "caracteristicas_detalle": [
      "Finca rústica",
      "2 plantas",
      "220 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Chimenea",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción central: Gasoil",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Pare Bartomeu Pou, Bons Aires, Palma de Mallorca",
    "calle": "Calle Del Pare Bartomeu Pou",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1300,
    "habitaciones": 2,
    "metros": 57,
    "extras": "Planta 4ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109967656/",
    "descripcion_detallada": "Interesados por favor contactar vía mensaje idealista (NO llamadas), enviando información sobre número de personas que habitarían la vivienda, cuáles son sus perfiles y situaciones laborales, ingresos del grupo, tenencia de mascotas, duración deseada de contrato, fecha de entrada para ocupar la vivienda, etc. Piso de 57m2, totalmente amueblado, de 2 dormitorios dobles, cocina equipada (nevera, horno, vitro), salón comedor, 1 baño y amplio balcón en fachada principal. La vivienda dispone de carpinterías con doble acristalamiento, armarios empotrados, aire acondicionado (frío/calor) y suelos porcelánicos. NO se admiten mascotas.\n\nPiso en edificio de reciente construcción (2.025), situado en zona céntrica de Palma, a 5 minutos de plaza España, entre c/31 de diciembre y c/Blanquerna, . Servicios cercanos: supermercado Mercadona (200m), centro de ocio “s´Escorxador” y todo tipo de comercios y restaurantes situados en calle peatonal Blanquerna y Avenidas.\n\nEdificio con ascensor. Gastos de comunidad incluidos, consumos aparte. No se aceptan mascotas. Calificación energética: D. Consumo de energía: 72,2 kw h/m² año. Emisiones: 21,4 kg CO2/m² año.",
    "caracteristicas_detalle": [
      "57 m² construidos, 55 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 4ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 72,2 kWh/m² año",
      "Emisiones: 21,4 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Major, 39, Buger",
    "calle": "Calle Major",
    "barrio": "39",
    "ciudad": "Buger",
    "price_num": 875,
    "habitaciones": 2,
    "metros": 60,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108398815/",
    "descripcion_detallada": "Se alquila apartamento con dos habitaciones dobles un baño, cocina y salón y pequeña terraza. Se encuentra en el centro de la localidad de Buger. (la calle que figura no es exacta)\n\nEs imprescindible que enviéis referencias profesionales, (indicarlo en el mensaje) y se dará respuesta.",
    "caracteristicas_detalle": [
      "60 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Planta 1ª exterior",
      "Sin ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Caserón en Pollença",
    "calle": "",
    "barrio": "",
    "ciudad": "PollençA",
    "price_num": 6000,
    "habitaciones": 5,
    "metros": 337,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966739/",
    "descripcion_detallada": "Casa de pueblo de reciente construcción situada en el casco antiguo de Pollensa, con piscina, garaje, ascensor, suelo radiante, dos terrazas con espectaculares vistas a las montañas y a todo el pueblo así como el Puig de María y el Calvario. Situada en el límite del casco antiguo de Pollensa, se puede ir andando a todo el pueblo y cuenta también con rápida salida a las carreteras principales que nos llevan tanto a Puerto Pollensa como a Palma.\n\nEn la planta baja cuenta con un amplio y muy luminoso salón comedor con patio y chimenea, así como una alegre cocina con todos los electrodomésticos y acabados de alta gama. Desde el salón accedemos tanto al aseo como al garaje y tenemos el acceso al ascensor y las escaleras que nos llevan a las plantas superiores.\n\nEn la primera planta encontramos un luminoso y agradable salón de lectura, así como la habitación principal, con baño en suite y otras dos habitaciones dobles, ambas con baño en suite también.\n\nEn la segunda planta están las dos últimas habitaciones, también con baño en suite. Desde esta planta accedemos al porche y piscina así como a la siguiente terraza superior con espectaculares vistas 360º a todo Pollensa, montañas, Calvario, Puig de María.. . \n\nref: A-125.",
    "caracteristicas_detalle": [
      "Caserón",
      "4 plantas",
      "337 m² construidos",
      "5 habitaciones",
      "6 baños",
      "Parcela de 122 m²",
      "Balcón",
      "Chimenea",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Construido en 2023",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Consumo: 25,2 kWh/m² año",
      "Emisiones: 7,9 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Santa Eugenia",
    "calle": "",
    "barrio": "",
    "ciudad": "Santa Eugenia",
    "price_num": 2000,
    "habitaciones": 3,
    "metros": 175,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966696/",
    "descripcion_detallada": "Se ofrece en alquiler esta magnífica propiedad situada en el encantador pueblo de Santa Eugenia, un lugar que combina la tranquilidad de la vida mallorquina con todas las comodidades modernas. Esta vivienda está disponible exclusivamente para contrato de residencia habitual, ideal para quienes buscan establecer su hogar en un entorno privilegiado.\n\nLa casa cuenta con 3 habitaciones luminosas y 3 baños completos, diseñados para brindar comodidad y privacidad a toda la familia. La abundante iluminación natural que recorre cada estancia crea un ambiente cálido y acogedor. Además, dispone de 2 amplios salones, perfectos para disfrutar de momentos de relax o reuniones sociales.\n\nEn el exterior, la propiedad ofrece un jardín privado y una terraza soleada, espacios ideales para aprovechar el clima mediterráneo, organizar comidas al aire libre o simplemente descansar en un entorno tranquilo. También cuenta con espacio para 2 vehículos, lo que aporta comodidad y seguridad adicional.\n\nEntre sus características destacan el aire acondicionado, que garantiza confort en los meses más cálidos, y la chimenea tradicional, que aporta calidez y un ambiente único durante el invierno.\n\nSanta Eugenia es un pueblo con encanto, rodeado de naturaleza y con fácil acceso a Palma y otras zonas de la isla. Vivir aquí significa disfrutar de la paz de un entorno rural sin renunciar a la cercanía de servicios, comercios y buenas conexiones.\n\nEsta propiedad reúne todo lo necesario para convertirse en tu nuevo hogar: amplitud, luz, comodidad y el encanto de Mallorca.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "175 m² construidos",
      "3 habitaciones",
      "3 baños",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Portals Nous, Calvià",
    "calle": "",
    "barrio": "Portals Nous",
    "ciudad": "Calvià",
    "price_num": 3700,
    "habitaciones": 2,
    "metros": 75,
    "extras": "Planta 2ª sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966545/",
    "descripcion_detallada": "Alquiler de Corta Temporada – Puerto Portals\nApartamento luminoso y elegante situado en una de las zonas residenciales más deseadas de Puerto Portals. Ofrece 2 amplios dormitorios, 2 baños modernos, un salón cómodo, cocina totalmente equipada y una encantadora terraza privada ideal para relajarse.\nLa propiedad cuenta con parking exterior y está ubicada en una comunidad bien cuidada.\nA pocos pasos de la marina, la playa, boutiques y restaurantes, es la opción perfecta para disfrutar de una estancia cómoda y con auténtico estilo mediterráneo.",
    "caracteristicas_detalle": [
      "75 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Planta 2ª",
      "Sin ascensor",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en El Terreno, Palma de Mallorca",
    "calle": "",
    "barrio": "El Terreno",
    "ciudad": "Palma De Mallorca",
    "price_num": 1900,
    "habitaciones": 2,
    "metros": 70,
    "extras": "Planta 3ª con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966544/",
    "descripcion_detallada": "En alquiler únicamente a corto plazo, este encantador apartamento se encuentra en la zona de El Terreno y ofrece unas vistas espectaculares. La vivienda dispone de un amplio salón-comedor, cocina totalmente equipada, un dormitorio doble y una segunda habitación ideal para utilizar como oficina o espacio de trabajo.\n\nLa comunidad pone a disposición de los residentes una gran piscina, zonas comunes y parking dentro del recinto. Además, se admiten mascotas.\n\nPara más información, por favor póngase en contacto con First Mallorca.",
    "caracteristicas_detalle": [
      "70 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Planta 3ª",
      "Con ascensor",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Dúplex en Sant Agustí, Palma de Mallorca",
    "calle": "",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 6500,
    "habitaciones": 3,
    "metros": 205,
    "extras": "Bajo con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109232520/",
    "descripcion_detallada": "Esta excepcional residencia dúplex se encuentra en una de las zonas más codiciadas de Cala Major, justo frente al mar. Grandes ventanales conectan de manera fluida los espacios interiores y exteriores, ofreciendo impresionantes vistas al mar Mediterráneo.\n\nCaracterísticas:\nElegante salón-comedor con terraza, cocina abierta de alta calidad, tres dormitorios con estilo y dos baños modernos, zona de terraza privada con acceso directo al jardín y a la zona de piscina, área de fitness, plaza de aparcamiento privada.\n\nDiseñada para inquilinos exigentes que valoran la calidad, la tranquilidad y las vistas al mar.\nContrato de alquiler conforme al artículo 3 de la LAU (alquiler de temporada).",
    "caracteristicas_detalle": [
      "205 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Orientación sur",
      "Construido en 2017",
      "Bajo",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Finca rústica en Santanyi, Santanyí",
    "calle": "",
    "barrio": "Santanyi",
    "ciudad": "Santanyí",
    "price_num": 7500,
    "habitaciones": 2,
    "metros": 458,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109966295/",
    "descripcion_detallada": "Moderna y luminosa Villa a pocos minutos de las playas de S'Almunia y Cap des Moro\n\nINFORMACIÓN BÁSICA\nAño de construcción 2003\nestancias 4\nsala de estar\ncocina\ncomedor\ndormitorios 2\nde ellos dormitorios dobles 2\nvestidor\nbaños 3\nde ellos baños en suite 3\ndespacho\njardín\ncoladuria\nlujoso\n\nEQUIPAMIENTO\namueblado\naire acondicionado por aerotermia\nsuelo radiante por aerotermia\nestufa de leña X 4\npiscina de sal\npozo\nósmosis inversa\nventanas de aluminio\ndoble acristalamiento\n\nTÉRMINOS Y CONDICIONES\nComisión agencia: 1,5 mensualidades + IVA\nFianza: 2 mensualidades\nMantenimiento de piscina y jardín incluido\nmascotas a consultar\nLimpieza de la casa 2 veces por semana incluida en el precio.",
    "caracteristicas_detalle": [
      "Finca rústica",
      "458 m² construidos",
      "2 habitaciones",
      "3 baños",
      "Parcela de 4 m²",
      "Terraza",
      "Chimenea",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Construido en 2003",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de la Mar, Santanyí",
    "calle": "",
    "barrio": "Calle De La Mar",
    "ciudad": "Santanyí",
    "price_num": 950,
    "habitaciones": 1,
    "metros": 51,
    "extras": "Planta 1ª exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/103151286/",
    "descripcion_detallada": "Moderno y acogedor Apartamento en primera planta en el Centro de Santanyí\n\nLa casa se alquila sin muebles, los muebles que se ven en las fotos son del actual inquilino y hay posibilidad de comprarlos.\n\nINFORMACIÓN BÁSICA\nsalón - comedor - cocina\ndormitorios 1\nde ellos dormitorios dobles 1\nbaños 1\nde ellos baños en suite 1\naseo 1\nnúmero de pisos 2\ncalidad: superior\nbalcón\ncomo nuevo\n\nEQUIPAMIENTO\nsin amueblar\naire acondicionado por aerotermia\nventanas de aluminio\ndoble acristalamiento\nsin ascensor\n\nTÉRMINOS Y CONDICIONES\nComisión agencia: 1,5 mensualidades + IVA\nFianza: 2 mensualidades\nmascotas a consultar\nPago del año por anticipado\nposible alquilar sólo como segunda residencia.",
    "caracteristicas_detalle": [
      "51 m² construidos",
      "1 habitación",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Cocina equipada y casa sin amueblar",
      "Planta 1ª exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Dúplex en Calle del Deganat, La Seu, Palma de Mallorca",
    "calle": "Calle Del Deganat",
    "barrio": "La Seu",
    "ciudad": "Palma De Mallorca",
    "price_num": 1300,
    "habitaciones": null,
    "metros": 40,
    "extras": "Bajo interior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/107578844/",
    "descripcion_detallada": "Este acogedor loft de 40 m², diseñado en un espacio abierto de dos alturas, es perfecto para una sola persona que busca autenticidad y comodidad.\n\nUbicado a pocos metros de La Seu de Palma de Mallorca, la planta baja integra de forma fluida la cocina, el salón-comedor y el baño, creando un ambiente práctico y acogedor.\n\nEn la planta superior, una zona de descanso abierta aporta un toque especial, manteniendo la conexión y amplitud del espacio.\n\nCon su diseño diáfano y su carácter auténtico, este loft es ideal para quienes buscan un hogar con personalidad en una ubicación privilegiada.",
    "caracteristicas_detalle": [
      "40 m² construidos",
      "Sin habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Bajo interior",
      "Sin ascensor",
      "Aire acondicionado",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle del Deganat, La Seu, Palma de Mallorca",
    "calle": "Calle Del Deganat",
    "barrio": "La Seu",
    "ciudad": "Palma De Mallorca",
    "price_num": 1400,
    "habitaciones": 1,
    "metros": 70,
    "extras": "Entreplanta exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/106383243/",
    "descripcion_detallada": "Descubre este encantador apartamento de 1 dormitorio ubicado cerca de STP, en el corazón del Casco Antiguo de Palma.\n\nEste apartamento está disponible por un alquiler mensual de 1400 €. Ten en cuenta que los gastos, incluida la electricidad, son adicionales. Para asegurar la mejor experiencia, se incluye un servicio de limpieza semanal, asegurando que tu hogar se mantenga fresco y ordenado.\n\nCon su ubicación central, este apartamento es perfecto para aquellos que desean sumergirse en la vibrante atmósfera de Palma. El apartamento estará disponible a partir del 10 de noviembre, con una estancia mínima de 2 meses y un máximo de 11 meses.\n\n¡No te pierdas esta fantástica oportunidad! Contáctanos hoy para programar una visita.",
    "caracteristicas_detalle": [
      "70 m² construidos",
      "1 habitación",
      "1 baño",
      "Balcón",
      "Segunda mano/buen estado",
      "Amueblado y cocina equipada",
      "Entreplanta exterior",
      "Sin ascensor",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Llucmajor, 166, Portixol-Molinar, Palma de Mallorca",
    "calle": "Calle De Llucmajor",
    "barrio": "166",
    "ciudad": "Portixol-Molinar, Palma De Mallorca",
    "price_num": 1780,
    "habitaciones": 2,
    "metros": 90,
    "extras": "Planta 2ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109964724/",
    "descripcion_detallada": "Vivienda en alquiler en zona Molinar muy cercana a la playa y con un gran paseo por el litoral. Consta de dos dormitorios, ambos con baño en suite y armarios empotrados. Salòn con pequeña terraza. Todo exterior. Amplia cocina con office con electrodomèsticos. Calefacciòn individual con radiadores elèctricos y aire acondicionado con bomba de calor. Persianas elèctricas. Plaza de garaje incluida. Sin amueblar, aunque dispone de sofà cama en el salòn. Dos meses de depòsito. \nComunidad incluída.\nAbstenerse agencias.",
    "caracteristicas_detalle": [
      "90 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Cocina equipada y casa sin amueblar",
      "Calefacción individual: Eléctrica",
      "Planta 2ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle Femenias, 8, Camp d'En Serralta , Palma de Mallorca",
    "calle": "Calle Femenias",
    "barrio": "8",
    "ciudad": "Camp D'En Serralta, Palma De Mallorca",
    "price_num": 1800,
    "habitaciones": 1,
    "metros": 53,
    "extras": "Bajo exterior sin ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965421/",
    "descripcion_detallada": "PISO PARA ALQUILER TEMPORAL. Precioso apartamento renovado totalmente. Ideal para parejas o personas solas. La ubicación es excelente, a un paso del mercado de Santa Catalina y de Jaime III.\nEl piso consta de una habitación, actualmente abierta a la sala sin separación, sala con cocina totalmente amueblada, baño, coladuría equipada y trastero. También tiene una pequeña estancia que se puede destinar a zona de trabajo.\n2 aires acondicionados, paredes y techo aislados térmica y acústicamente. \nSe destina únicamente a alquiler de temporada, por meses o temporada.\nEl consumo de agua y electricidad está incluido siempre que sea un consumo moderado-\nwifi incluido,\nMenaje de cocina, lavadora secadora, ropa de cama y toallas.",
    "caracteristicas_detalle": [
      "53 m² construidos, 50 m² útiles",
      "1 habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación oeste",
      "Amueblado y cocina equipada",
      "Bajo exterior",
      "Sin ascensor",
      "Aire acondicionado",
      "Consumo: 1 kWh/m² año",
      "Emisiones: 0,1 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Santa Ponça, Calvià",
    "calle": "",
    "barrio": "Santa PonçA",
    "ciudad": "Calvià",
    "price_num": 2500,
    "habitaciones": 2,
    "metros": 120,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965375/",
    "descripcion_detallada": "Moderno apartamento con amplia terraza en Nova Santa Ponsa, situado en un exclusivo complejo residencial de lujo a solo unos minutos a pie del famoso Port Adriano, una de las zonas más cotizadas del suroeste de Mallorca.\n\nEl inmueble cuenta con 120 m² construidos distribuidos en dos dormitorios dobles, dos baños completos (uno en suite). La cocina independiente, moderna y totalmente equipada, dispone de coladuría adyacente. El amplio salón-comedor se abre a una terraza privada y cubierta, perfecta para disfrutar del clima mediterráneo y de las vistas a las zonas comunitarias.\n\nEl apartamento está equipado con aire acondicionado frío/calor por conductos, suelos de mármol, ventanas de PVC con doble acristalamiento, armarios empotrados, persianas y ascensor. La plaza de garaje y el trastero están incluidos en el precio.\n\nZonas comunes y servicios\nEl complejo residencial ofrece tres magníficas piscinas, amplios jardines comunitarios, aparcamiento para invitados y vigilancia las 24 horas, creando un entorno exclusivo, seguro y tranquilo.\n\nUbicación y entorno\nNova Santa Ponsa, en el municipio de Calvià (Mallorca), es una de las zonas residenciales más exclusivas de la isla. Rodeada de campos de golf y próxima a impresionantes acantilados, ofrece vistas panorámicas a las islas Malgrats y al islote del Toro. La propiedad se encuentra a pocos pasos de la playa y del puerto deportivo Port Adriano, y a tan solo 15 minutos en coche de Palma y 20 minutos del aeropuerto internacional.\n\nEste moderno apartamento con terraza en Nova Santa Ponsa es la opción perfecta para quienes buscan un alquiler de lujo en Mallorca durante la temporada de invierno, combinando comodidad, elegancia y una ubicación privilegiada junto al mar.\n\nPara más información, fotografías o concertar una visita, no dude en contactarnos. [IW].",
    "caracteristicas_detalle": [
      "120 m² construidos, 100 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Puerto Nous, s/n, Portals Nous, Calvià",
    "calle": "Puerto Nous",
    "barrio": "S/N",
    "ciudad": "Portals Nous, Calvià",
    "price_num": 1500,
    "habitaciones": null,
    "metros": 45,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965321/",
    "descripcion_detallada": "Elegante estudio con vistas al mar en Portals Nous.\n\nSe ofrece acogedor y luminoso estudio de 40 m² situado en una de las zonas más exclusivas de la isla. El apartamento cuenta con una preciosa vista al mar y una distribución práctica y funcional, ideal como residencia vacacional o inversión.\n\nLa vivienda dispone de climatización frío/calor, y la comunidad tiene un coste muy reducido de 400 € al año.\n\nUna oportunidad única para disfrutar de Porto Portals con todas sus comodidades, restaurantes y el puerto deportivo a pocos pasos.",
    "caracteristicas_detalle": [
      "45 m² construidos, 40 m² útiles",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 1980",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Sant Agustí, Palma de Mallorca",
    "calle": "",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 1250,
    "habitaciones": 1,
    "metros": 60,
    "extras": "Planta 10ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109965192/",
    "descripcion_detallada": "***SOLO ALQUILER DE CORTO PLAZO, MÁXIMO 11 MESES***\n\nSE ALQUILA!\n\nAMUEBLADO.\nPISO LUMINOSO con terraza acristalada y ESPECTACULARES VISTAS AL MAR en PRIMERA LÍNEA de San Agustín, ACCESO DIRECTO AL MAR.\n\nConsta de 1 dormitorio y 1 baño completo renovado. Cocina semi-abierta totalmente equipada. Amplio salón-comedor con terraza acristalada que ofrece MARAVILLOSAS VISTAS AL MAR Y AL PUERTO CALANOVA.\n\nEquipado con ventanas con aire acondicionado integrado, ventanas de aluminio con doble acristalamiento, suelos de cerámicas, armarios empotrados.\n\nEl complejo MUY BIEN CUIDADO en PRIMERA LÍNEA de San Agustín cuenta con ACCESO DIRECTO AL MAR, PISCINA COMUNITARIA, restaurante, solarium. Ascensores y servicio de conserjería.\n\nEXCELENTE UBICACIÓN. San Agustín es uno de los barrios costeros más cotizados de Palma, Ofrece una situación privilegiada. Cerca de bares, restaurantes, tiendas, servicios de transporte público, centro médico, playas y puertos. A 2 minutos a pie del PUERTO DEPORTIVO CALANOVA, así como de la playa de Cala Mayor. A tan sólo 5 minutos en coche del Centro Comercial Porto Pi y del Paseo Marítimo, a 10 minutos del centro de Palma, y a 15 minutos del aeropuerto. [IW].",
    "caracteristicas_detalle": [
      "60 m² construidos, 57 m² útiles",
      "1 habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "No dispone de calefacción",
      "Planta 10ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet adosado en Calle de l'Illa de Sicília, 1114, Ciudad Jardín, Palma de Mallorca",
    "calle": "Calle De L'Illa De SicíLia",
    "barrio": "1114",
    "ciudad": "Ciudad JardíN, Palma De Mallorca",
    "price_num": 2400,
    "habitaciones": 4,
    "metros": 160,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109969465/",
    "descripcion_detallada": "Alquilo adosado en Ciudad Jardín. 150 mts/2. Calle Illa de Sicilia. Salón con chimenea, 4 habitaciones, 3 baños, cocina amueblada, acceso a garaje 50 mts/2 desde la vivienda, suelos marmol, terrazas, balcones. Etc. No se admiten mascotas. No intermediarios. Se requiere aval bancario. Precio 2.400€/ mes. Loli.",
    "caracteristicas_detalle": [
      "Chalet adosado",
      "3 plantas",
      "160 m² construidos, 150 m² útiles",
      "4 habitaciones",
      "3 baños",
      "Parcela de 150 m²",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación este",
      "Cocina equipada y casa sin amueblar",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Dionís Bennàssar, Secar de la Real, Palma de Mallorca",
    "calle": "Calle De DioníS BennàSsar",
    "barrio": "Secar De La Real",
    "ciudad": "Palma De Mallorca",
    "price_num": 1800,
    "habitaciones": 2,
    "metros": 85,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109387199/",
    "descripcion_detallada": "Alquiler de temporada – Planta baja en El Secar de la Real, Palma\n\nSe alquila por temporada (máximo 11 meses, con motivo temporal justificado) una luminosa planta baja en El Secar de la Real, una de las zonas residenciales más demandadas de Palma. La ubicación es excelente, a pocos minutos del centro de la ciudad, con fácil acceso a la Vía de Cintura y rodeada de todos los servicios: colegios, centros deportivos, supermercados, hospitales y zonas verdes.\n\nLa vivienda, completamente reformada y equipada, ofrece un ambiente cómodo y moderno. Dispone de 2 dormitorios, 2 baños completos, salón-comedor con acceso directo al exterior y cocina totalmente equipada.\n\nEn el exterior cuenta con dos amplias terrazas privadas y salida directa a la piscina comunitaria de 25 metros. La comunidad ofrece además un parque infantil, zonas ajardinadas y un ambiente familiar y seguro.\n\nIncluye plaza de aparcamiento subterráneo, con acceso directo desde el edificio.\n\nCondiciones:\n\nContrato de temporada, máximo 11 meses, con motivo temporal justificado.\n\nSe solicitará documentación acreditativa.\n\nReserva, fianza y honorarios de agencia aplicables.\n\nUna oportunidad única de vivir en un entorno residencial de calidad, con todas las comodidades y a un paso de Palma.",
    "caracteristicas_detalle": [
      "85 m² construidos",
      "2 habitaciones",
      "2 baños",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Chalet en Felanitx centro, Felanitx",
    "calle": "",
    "barrio": "Felanitx Centro",
    "ciudad": "Felanitx",
    "price_num": 7500,
    "habitaciones": 5,
    "metros": 425,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968711/",
    "descripcion_detallada": "Impresionante finca moderna en el área de Felanitx-Esta espectacular y extensa villa de aproximadamente 425 m² se encuentra en la zona tranquila de Felanitx, a menos de 20 minutos en coche de las preciosas playas de Cala Murada, Cala Tropicana y la famosa zona de Porto Colom. La casa consta de un amplio salón con chimenea, cocina independiente totalmente equipada, cinco habitaciones dobles, seis baños, apartamento separado para invitados, unas terrazas abiertas/cerradas, área de descanso, comedor exterior y un vecindario tranquilo.",
    "caracteristicas_detalle": [
      "Casa o chalet",
      "425 m² construidos",
      "5 habitaciones",
      "6 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Trastero",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "Consumo:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Nicolau Alemany, Sant Agustí, Palma de Mallorca",
    "calle": "Calle De Nicolau Alemany",
    "barrio": "Sant Agustí",
    "ciudad": "Palma De Mallorca",
    "price_num": 1650,
    "habitaciones": 2,
    "metros": 80,
    "extras": "Planta 9ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104769705/",
    "descripcion_detallada": "ALQUILER DESDE AHORA HASTA FINALES DE JUNIO 2026. Precioso apartamento con espectaculares vistas al mar situado en primera línea. El piso tiene 80m2, posee una terraza con vistas al mar y a la playa, amplio y luminoso salón-comedor, cocina americana equipada, 2 dormitorios, 1 baño con jacuzzi, calefacción central de gas, piscina comunitaria.\nPrecio de alquiler incluye los gastos de comunidad e IBI.\nLos suministros de electricidad, agua, gas y Tasa Incineradora de Residuos Sólidos a cargo del inquilino.\nPrecio de alquiler es 1.650€/mes pagando mes a mes. \n\nNo dude en consultar el precio de alquiler!\n2 MESES DE FIANZA + 1 MES HONORARIOS DE AGENCIA+IVA.",
    "caracteristicas_detalle": [
      "80 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central: Gas",
      "Planta 9ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "En trámite"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle Centre, 4, Costa de la Calma, Calvià",
    "calle": "Calle Centre",
    "barrio": "4",
    "ciudad": "Costa De La Calma, Calvià",
    "price_num": 850,
    "habitaciones": null,
    "metros": 35,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/38898019/",
    "descripcion_detallada": "Estudio totalmente reformado\nZona Tranquila con fácil aparcamiento\nCocina Equipada con Horno, microondas, lavavajillas, lavadora y nevera.\nAmplia Terraza \nBaño con ducha\nPosibilidad de Trastero\nListo para entrar a vivir\nGastos de Comunidad, Agua incluido e Internet incluidos\n2 meses de Fianza.\nSe requiere solvencia demostrable.\nAbstenerse inmobiliarias\nSe alquila todo el año no por temporadas.\nDisponible a partir de enero.",
    "caracteristicas_detalle": [
      "35 m² construidos",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Trastero",
      "Amueblado y cocina equipada",
      "Planta 1ª exterior",
      "Con ascensor",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle dels Foners, 19, Foners, Palma de Mallorca",
    "calle": "Calle Dels Foners",
    "barrio": "19",
    "ciudad": "Foners, Palma De Mallorca",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 46,
    "extras": "Planta 1ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109732163/",
    "descripcion_detallada": "Ideal para empresas!\n\nA estrenar · Centro de Palma · Dos dormitorios · Dos baños en suite\n\nFantástico piso de nueva construcción, sin estrenar, situado en pleno centro de Palma, a pocos minutos del transporte público, la estación intermodal y numerosos comercios y servicios.\n\nLa vivienda, de 46 m², está totalmente equipada y se distribuye en:\n\n- Dos dormitorios con camas abatibles de matrimonio (150 cm) y armarios empotrados\n\n- Dos baños en suite\n\n- Luminoso salón-comedor con cocina abierta e integrada\n\nEquipamiento:\n\nHorno, lavadora, frigorífico\n\nTermo eléctrico\n\nAire acondicionado por conductos\n\nAlarma de seguridad\n\n- Precio de alquiler: 1.500 €/mes\n Incluye: gastos de comunidad, IBI y alarma de seguridad\n- No incluye: electricidad, agua, Tasa de Residuos Sólidos (11 €/mes)\n\n- Contrato de temporada — duración máxima 11 meses\n- 2 meses de fianza + 1 mes de agencia + IVA.",
    "caracteristicas_detalle": [
      "46 m² construidos, 43 m² útiles",
      "2 habitaciones",
      "2 baños",
      "Balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 10,31 kWh/m² año",
      "Emisiones: 7,94 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Calle des Vent, Villafranca de Bonany",
    "calle": "",
    "barrio": "Calle Des Vent",
    "ciudad": "Villafranca De Bonany",
    "price_num": 2500,
    "habitaciones": 3,
    "metros": 346,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968345/",
    "descripcion_detallada": "¡Descubre esta impresionante casa unifamiliar tipo chalet en alquiler en la codiciada zona de Villafranca de Bonany! Este amplio triplex cuenta con 346 m² construidos y 340 m² útiles, ofreciendo un espacio ideal para disfrutar de la vida en familia. Con tres habitaciones muy grandes, equipadas con armarios empotrados de madera de primera calidad, y tres baños completos, cada rincón de esta vivienda está diseñado para el confort.\n\nLa casa destaca por sus dos salones-comedor, cada uno con un estilo diferente que aporta versatilidad y encanto. La gran cocina, totalmente amueblada y equipada, es perfecta para los amantes de la gastronomía. Además, la fachada de piedra al estilo rústico mallorquín y los detalles de mar y piedra en el interior crean un ambiente acogedor y único.\n\nDisfruta de las vistas al campo desde las diversas terrazas y balcones que ofrece esta propiedad. Las vigas de madera maciza vistas y la carpintería interior de primera calidad añaden un toque de elegancia. También cuenta con sistemas de climatización mediante bomba de calor y aire acondicionado en toda la casa, asegurando un ambiente agradable durante todo el año.\n\nEl gran patio-terraza es el lugar perfecto para relajarse o disfrutar de reuniones familiares al aire libre. Ubicada en una zona tranquila y privada, esta casa es ideal para quienes buscan un refugio en la naturaleza sin renunciar a la comodidad. ¡No pierdas la oportunidad de vivir en este maravilloso chalet!",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "3 plantas",
      "346 m² construidos, 340 m² útiles",
      "3 habitaciones",
      "3 baños",
      "Parcela de 189 m²",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Construido en 2006",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Aire acondicionado",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Calle de Ramon de Montcada, Santa Ponça, Calvià",
    "calle": "Calle De Ramon De Montcada",
    "barrio": "Santa PonçA",
    "ciudad": "Calvià",
    "price_num": 950,
    "habitaciones": null,
    "metros": 37,
    "extras": "Planta 6ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/108963654/",
    "descripcion_detallada": "**Estudio en Alquiler en Costa de la Calma - ¡Tu refugio junto al mar! **\n\nDESDE AHORA HASTA FINALES DE JUNIO 2026! Descubre este encantador estudio en alquiler en la primera línea del mar (NO tiene VISTAS directas al MAR), ideal para quienes buscan disfrutar de la tranquilidad y las vistas espectaculares. Con una superficie de aproximadamente 30 m², este espacio está en perfecto estado y listo para ser habitado. La terraza de 7 m² es el lugar perfecto para relajarse y disfrutar del atardecer.\n\nEl estudio cuenta con aire acondicionado frío/calor y ventiladores, asegurando su confort en cualquier época del año. Además, está totalmente equipado con vajilla y electrodomésticos básicos, lo que facilita tu día a día. La comunidad ofrece una piscina refrescante y acceso directo al mar, ideal para los amantes del sol y la playa. \n\nPara los más pequeños, hay un pequeño jardín donde pueden jugar, mientras que la cafetería en el complejo es perfecta para disfrutar de un café por la mañana. Ten en cuenta que no se admiten mascotas, y el alquiler es hasta finales de junio de 2026. \n\nEl precio incluye gastos de comunidad, IBI, Tasa Incineradora de Residuos Sólidos y agua, mientras que los suministros de electricidad correrán a cargo del inquilino. Con 2 meses de fianza y 1 mes de agencia más IVA, este estudio es una oportunidad que no querrás dejar pasar. ¡Contáctanos para más información y ven a vivir la experiencia costera!",
    "caracteristicas_detalle": [
      "37 m² construidos, 30 m² útiles",
      "Sin habitación",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación oeste",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 6ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Casa o chalet independiente en Fora Vila, 235, Sencelles",
    "calle": "Fora Vila",
    "barrio": "235",
    "ciudad": "Sencelles",
    "price_num": 3500,
    "habitaciones": 4,
    "metros": 250,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109968227/",
    "descripcion_detallada": "Parqué, agua caliente solar, pozo propio agua, chimenea pellet, aire acondicionado, piscina con electrólisis.",
    "caracteristicas_detalle": [
      "Casa o chalet independiente",
      "1 planta",
      "250 m² construidos",
      "4 habitaciones",
      "3 baños",
      "Parcela de 10.000 m²",
      "Terraza",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción central",
      "Aire acondicionado",
      "Piscina",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Palmanova, Calvià",
    "calle": "",
    "barrio": "Palmanova",
    "ciudad": "Calvià",
    "price_num": 1950,
    "habitaciones": 3,
    "metros": 130,
    "extras": "Bajo exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/104049731/",
    "descripcion_detallada": "Ubicada en la prestigiosa y residencial área de Son Caliu, descubrimos esta planta baja con un potencial excepcional. ¡SOLO DISPONIBLE PARA ALQUILER A LARGO PLAZO! Con 3 habitaciones, 2 baños, una cocina independiente y una sala de estar con acceso a una encantadora terraza y jardín. Además, cuenta con un pequeño almacén. \n\nPlaza de parking privada.\n\nEn sus alrededores encontrarás supermercados, colegios internacionales, centros de salud, playas mediterráneas, acceso directo al autopista, zonas verdes, zonas infantiles, centros deportivos. Ideal para familias.",
    "caracteristicas_detalle": [
      "130 m² construidos",
      "3 habitaciones",
      "2 baños",
      "Terraza y balcón",
      "Plaza de garaje incluida en el precio",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Trastero",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Bajo exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Jardín",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Ático en Calle del Pare Bartomeu Pou, Bons Aires, Palma de Mallorca",
    "calle": "Calle Del Pare Bartomeu Pou",
    "barrio": "Bons Aires",
    "ciudad": "Palma De Mallorca",
    "price_num": 1400,
    "habitaciones": 2,
    "metros": 57,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109967808/",
    "descripcion_detallada": "Interesados por favor contactar vía mensaje idealista (NO llamadas), enviando información sobre número de personas que habitarían la vivienda, cuáles son sus perfiles y situaciones laborales, ingresos del grupo, tenencia de mascotas, duración deseada de contrato, fecha de entrada para ocupar la vivienda, etc. Piso de 57m2, totalmente amueblado, de 2 dormitorios dobles, cocina equipada (nevera, horno, vitro), salón comedor, 1 baño, amplio balcón en fachada principal y terraza privada de 20m² en cubierta. La vivienda dispone de carpinterías con doble acristalamiento, armarios empotrados, aire acondicionado (frío/calor) y suelos porcelánicos. NO se admiten mascotas.\n\nPiso en edificio de reciente construcción (2.025), situado en zona céntrica de Palma, a 5 minutos de plaza España, entre c/31 de diciembre y c/Blanquerna, . Servicios cercanos: supermercado Mercadona (200m), centro de ocio “s´Escorxador” y todo tipo de comercios y restaurantes situados en calle peatonal Blanquerna y Avenidas.\n\nEdificio con ascensor. Gastos de comunidad incluidos, consumos aparte. No se aceptan mascotas. Calificación energética: D. Consumo de energía: 72,2 kw h/m² año. Emisiones: 21,4 kg CO2/m² año.",
    "caracteristicas_detalle": [
      "57 m² construidos, 55 m² útiles",
      "2 habitaciones",
      "1 baño",
      "Terraza y balcón",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación norte, sur",
      "Construido en 2025",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Consumo: 72,2 kWh/m² año",
      "Emisiones: 21,4 kg CO2/m² año"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Estudio en Avenida de Joan Miró, 188, La Bonanova - Porto Pi, Palma de Mallorca",
    "calle": "Avenida De Joan Miró",
    "barrio": "188",
    "ciudad": "La Bonanova, Porto Pi, Palma De Mallorca",
    "price_num": 1250,
    "habitaciones": null,
    "metros": 35,
    "extras": "Planta 1ª exterior con ascensor | Publicado ayer",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109810326/",
    "descripcion_detallada": "Estudio de diseño reformado frente al Centro Comercial Porto Pi – Palma de Mallorca\n\nSe alquila precioso estudio de 30 m² \nPOR MESES O PARA LARGA TEMPORADA\ncompletamente reformado, con un estilo minimalista y moderno, situado justo enfrente del Centro Comercial Porto Pi y a tan solo 300 metros del Paseo Marítimo del Puerto de Palma.\n\nEl espacio destaca por su luminosidad gracias a una pared completa de ventanales Climalit con doble acristalamiento, que ofrecen luz natural durante todo el día.\n\nCuenta con:\n\n Cama de 1,60 m con colchón viscoelástico y canapé con amplio almacenaje.\n\n Armario empotrado.\n\n Cocina totalmente equipada: vitrocerámica de 4 fogones, lavavajillas, microondas.\n\n Sofá de tres plazas y bomba de aire frío/calor.\n\n Suelo de parquet y baño reformado con ducha y lavadora-secadora.\n\nLa finca dispone de una terraza comunitaria muy amplia ideal para tomar el sol o relajarse, además de una piscina comunitaria con vistas despejadas.\n\n Ubicación inmejorable: zona tranquila, con todos los servicios, transporte público y zonas comerciales a pocos metros.\n\nOPECION DE PLAZA DE PARKING PRIVADA JUSTO EN FRENTE DEL EDIFICIO POR 130 €/mes.\n\nCONDICIONES\n\n-Duración inicial 11 meses (posteriormente se podrá formalizar un contrato de 5 años)\n-Requisitos; Ingresos demostrables, 1 mes de agencia + 1 mes de fianza + el mes de entrada.\n-Obligatorio contratar seguro de alquiler.\n\n Disponible para entrar a vivir de inmediato.",
    "caracteristicas_detalle": [
      "35 m² construidos, 30 m² útiles",
      "Sin habitación",
      "1 baño",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Amueblado y cocina equipada",
      "Calefacción individual: Bomba de frío/calor",
      "Planta 1ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Piscina",
      "Consumo:",
      "Emisiones:"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Piso en Calle de Ramon de Montcada, 41, Santa Ponça, Calvià",
    "calle": "Calle De Ramon De Montcada",
    "barrio": "41",
    "ciudad": "Santa PonçA, Calvià",
    "price_num": 1500,
    "habitaciones": 2,
    "metros": 67,
    "extras": "Planta 5ª exterior con ascensor",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/96470812/",
    "descripcion_detallada": "Se alquila apartamento amueblado de 2 dormitorios, salón, cocina con barra americana, 1 baño completo y terraza orientación sur con vistas al mar.",
    "caracteristicas_detalle": [
      "67 m² construidos",
      "2 habitaciones",
      "1 baño",
      "Terraza",
      "Segunda mano/buen estado",
      "Armarios empotrados",
      "Orientación sur",
      "Amueblado y cocina equipada",
      "Calefacción individual: Eléctrica",
      "Planta 5ª exterior",
      "Con ascensor",
      "Aire acondicionado",
      "Jardín",
      "No indicado"
    ],
    "energetico": "C"
  },
  {
    "titulo_completo": "Finca rústica en Camino Sant Crist, 43, Campanet",
    "calle": "Camino Sant Crist",
    "barrio": "43",
    "ciudad": "Campanet",
    "price_num": 2800,
    "habitaciones": 2,
    "metros": 220,
    "extras": "",
    "garaje": "",
    "url": "https://www.idealista.com/inmueble/109898239/",
    "descripcion_detallada": "",
    "caracteristicas_detalle": [],
    "energetico": ""
  }
]